{
    "_attn_implementation": "eager",
    "architectures": [
        "Ernie4_5_MoeForCausalLM"
    ],
    "bos_token_id": 1,
    "eos_token_id": 2,
    "hidden_act": "silu",
    "hidden_size": 2560,
    "intermediate_size": 12288,
    "max_position_embeddings": 131072,
    "model_type": "ernie4_5_moe",
    "moe_capacity": [
        64,
        64,
        64
    ],
    "moe_gate": "top2_fused",
    "moe_intermediate_size": 1536,
    "moe_k": 6,
    "moe_layer_interval": 1,
    "moe_layer_start_index": 1,
    "moe_num_experts": 64,
    "moe_num_shared_experts": 2,
    "moe_use_aux_free": true,
    "num_attention_heads": 20,
    "num_hidden_layers": 28,
    "num_key_value_heads": 4,
    "pad_token_id": 0,
    "rms_norm_eps": 1e-05,
    "rope_theta": 500000,
    "tie_word_embeddings": true,
    "torch_dtype": "bfloat16",
    "use_bias": false,
    "use_cache": true,
    "vocab_size": 103424
}