#version: 0.2
Ë ·
Ġ Ġ
Ġ ì
Ġ ë
Ġ t
ì Ŀ
i n
Ġ a
h e
ĠĠ ĠĠ
r e
o n
í ķ
e r
ë ĭ
Ġ ê
a t
Ġ s
Ġt he
o r
e n
Ġ c
ì Ĺ
Ġ w
e s
i t
ìĿ ´
o u
a n
i s
ë Ĭ
Ġ f
a l
Ġ p
ê ³
in g
ëĭ ¤
a r
Ġ b
ëĬ Ķ
Ġ o
e d
n d
ê °
Ġ í
l e
Ġ m
Ġ d
ì Ħ
i on
ì §
Ġt o
Ġ in
ì ļ
i c
a s
ìĹ Ĳ
íķ ĺ
ì ŀ
Ġa nd
Ġo f
ì ł
r o
ê³ ł
ĠĠĠĠ ĠĠĠĠ
ĠĠ Ġ
ë ¡
ìĿ Ħ
Ġì ŀ
ë ı
ì ĭ
Ġ h
ì ķ
e t
ê ¸
s t
en t
c t
ë¡ ľ
ì ĸ
Ġt h
ê° Ģ
e l
ë ¦
o m
ê ²
i l
ì§ Ģ
Ġ n
Ġ l
ë §
Ġ re
ìĦ ľ
Ġì Ŀ
Ī ëĭ¤
íķ ľ
ë ¥
ëı Ħ
ë ĵ
ì ľ
ë Ĥ
ìĸ ´
ìĿ Ģ
ìĿ ĺ
Ġ e
ì Ĭ
i d
a m
ê¸ °
Ġì ķ
ìļ Ķ
Ġê °
Ġ y
Ġì ł
Ġë §
Ġ g
ë¦ ¬
Ġ I
v e
Ĥ ¬
o t
i m
a c
. .
o l
i g
â Ģ
Ġ T
Ġ S
a d
íķ ´
Ġ is
Ġ 1
ë ©
u s
u t
Ġy ou
ë¥ ¼
u r
ë į
ë Ŀ
o w
Ġf or
ã ħ
at ion
Ġë °
Ī ĺ
Ë· .
ê µ
a y
ë ł
ëĿ ¼
Ġ C
v er
l y
Ġ A
Ġ on
ëĭ Īëĭ¤
Ġb e
ìĭ ľ
³ ´
Į Ģ
ìľ ¼
Ġ (
ë °
ë ¬
ë ¶
£ ¼
Ġs t
ì Ľ
ê² Į
u l
· ¸
c e
u n
ë ŀ
Ġì ĭ
ĠìĿ ´
Ġì Ĺ
i f
Ë· ,
s e
o d
ìķ Ħ
c h
it h
ìĿ ¸
ì ĺ
Ġ 2
Ġê ²
ì ĥ
Ġë Ĥ
a g
Ġìŀ Ī
ìĬ ¤
ĠĠĠĠ ĠĠĠ
ë© ´
Ġth at
- -
ëĤ ĺ
i r
ëĵ ¤
Ġ =
a b
Ġw ith
t er
e m
Ġë ĭ
Ġ M
Ġì ĺ
ë Ł
Ġì §
Ġê ³
Ġ v
Ġ it
q u
at e
Ġc on
u m
ìŀ Ĳ
Ġ P
ìľ¼ ë¡ľ
r i
Ġa l
p e
ì ²
Ġp ro
ë§ Į
Ġa s
Ġa n
es t
Ġ he
í ĸ
h t
ì ¹
ì Ĥ¬
Ġ B
Ġì Ħ
t h
a p
es s
ë ²
ì £¼
Ġ íķĺ
ìŀ ¥
Ġì Ĥ¬
Ġd e
ĉ ĉ
ãħ ĭ
il l
ëį °
Ġ "
er s
is t
Ë·. Ë·
Ġì Īĺ
) ;
k e
ou t
Ġw h
ê ±
ou r
o c
Ġì ĥ
Ġë ¶
an d
Ġê° Ģ
í Ļ
< /
í Ĭ
Ġw e
Ġa re
e w
= "
Ġ or
ëĭ Ī
o p
ì Ļ
ë ĮĢ
Ġê ¸
Ġìķ Ħ
re s
Ġ D
Ġc om
âĢ Ļ
ìĹĲ ìĦľ
ë ³´
ì Ĩ
ê³ ¼
Ġë ª
Ġ W
a in
he r
ìĿ ¼
Ġ r
Ġë ĵ
êµ ¬
o s
Ġê ·¸
Ġ H
ë ª
u p
Ġ F
as s
or t
o re
ìĽ Ĳ
Ġe x
ë¶ Ģ
Ġ {
ìł ķ
¹ Ħ
en d
í ĥ
ct ion
i v
ì °
í ĺ
Ġ R
Ġ $
n t
Ġ íķ
ĠT he
Ġ L
ìĥ ģ
ì Īĺ
Ġa t
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ê ¹
l d
ro m
ë Ĳ
ìĬ µ
/ /
ë ħ
íĬ ¸
e x
- Ë·
Ġì ĸ
an t
p l
Ġth is
a ve
ar t
Ġs e
it y
Ġë ³´
am e
m ent
Ġc l
ìł ľ
ë ³
Ġ Ð
Ġ E
ãħĭ ãħĭ
Ġì ľ
Ġ N
ëĵ ľ
Ġ G
Ġ '
ig ht
Ġ <
ìļ ©
p t
Ġë ı
u b
Ġê² ĥ
Ġ us
al l
u re
Ġê µ
Ġw as
u e
Ġ \
Ġëĭ ¤
ë Ħ
Ġyou r
Ġë ĮĢ
ag e
Ġ *
ë ¯
Ġì ¢
in e
Ġìĭ ľ
ê ·¸
i ve
u st
Ġë ¬
ìł Ħ
Ġ 0
í Ķ
ëı Ļ
¤ ĳ
Ġf rom
Ġì °
Ġ íķľ
o g
Ġb y
ì Ĥ
Ġn ot
e ct
Ġt r
Ġ 3
¡ °
ìĬµ ëĭĪëĭ¤
Ġc an
Ġê¸ °
Ġs h
Ġc h
Ġh ave
ìł ģ
i es
ĠëĤ ĺ
í Į
ac k
Ë· )
Ġë Ĳ
t r
Ġì ļ
ê° Ħ
ë¬ ¸
ìĻ Ģ
ĠĠĠĠĠĠĠĠ ĠĠĠ
ìĦ ±
ê± °
ë¬ ´
Ġ Ċ
u d
Ġ O
Ġì§ Ģ
ëŁ ¬
Ð ¾
Ġì Ĩ
ê¹ Į
ìĹ ¬
ìĦ ¸
i al
ì¹ ĺ
i z
Ġê ±
ëĬĶ ëį°
* *
Ġ le
ë £
Ġ }
ë§ Ī
Ġìł Ħ
g e
ab le
a v
-- --
p ort
ar d
ìķ ¼
ì§ Ħ
Ð °
ìļ °
el l
o st
ë¶ Ħ
in d
p er
Ġì £¼
íĻ Ķ
a re
r ou
íķĺ ê³ł
o k
ë ¹Ħ
ìĺ ¤
f f
c l
í Ħ
ì ¶
´ Ģ
Ġìł ķ
om e
ou ld
a ct
ìŀ ħ
ëł ¤
Ġ âĢ
ìĹ Ī
ķ Į
" >
Ġ j
íķĺ ëĬĶ
Ġí Ļ
id e
Ġw ill
ìĨ Į
í ģ
Ġìŀ Ĳ
Ġ -
ìĭ ł
ur n
Ġ k
a k
Ë·, Ë·
e re
ul t
ìĿ Į
Ġal l
i p
s p
ic e
íĦ °
Ġìł ľ
or m
! !
í ŀ
Ġw or
as t
Ġë Ħ
Ġa b
.. .
Â ł
¨ ¹
êµ Ń
Ġì¢ ĭ
ëŀ ĺ
Ġ if
Ġp l
Ð µ
i re
Ġin t
Ġ en
Ġë į
Ġ #
( )
an s
c on
Ġd o
= =
ìĤ °
in t
íķ ł
ìĸ´ ìļĶ
Ġ íķ´
í Ĩ
Ġ J
c om
í ı
Ġìĺ ¤
Ð ¸
it e
im e
Ġn e
Ġëª ¨
i le
ì ¦
ĠĠĠĠ Ġ
ex t
he n
as e
ìĹ ħ
Ġë¶ Ģ
Ġcl ass
' s
ac e
íŀ Ī
ic h
ìĭ ¤
ļ Į
Ġë§ Ī
ê¸ Ī
Ġa d
T he
Ġ U
on e
Ġì ²
Ġcom p
ìĭ Ŀ
Ġì ¶
Ë· -Ë·
Ġ 4
Ġí ĺ
Ġìĸ ´
ãħ İ
ë¯ ¸
i b
ì§Ģ ë§Į
at ed
Ġë ³
ëĲ ĺ
i e
a il
ĠìĹ Ĩ
ig n
Ġìķ Ĭ
ìļ ´
al ly
Ġì ¹
Ġ :
Ġ un
ë© °
ì ħ
ìķ Ī
Ġm e
on g
ĳ Ĳ
Ġ im
Ġì Ļ
ëĤ ´
Ġìķ Ī
Ľ Ħ
ion s
ĠìĿ ¼
c c
at h
o ok
í İ
e p
g et
ë¬ ¼
Ġ 5
Ġb ut
ĠëĤ ´
b er
t her
ëħ Ħ
Ġë ²
a ke
ê³ µ
ê° ľ
ëĦ ¤
ëį Ķ
Ġë§ İ
Ġh as
ë Ķ
Ġg o
Ġ up
Ġìĥ Ŀ
t urn
ĠìĿ ¸
Ġê³ ł
Ð ½
Ġ out
íĸ ī
ê ·
Ġí ĸ
Ġë° Ķ
: Ë·
ìŀ Ī
Ġs o
í Ĵ
ĠìŀĪ ëĬĶ
Ġë§ Į
Ġìĥ ģ
an ce
e f
Ġì Ĭ
Ġ qu
Ġa p
ë¥ ´
Ġìľ Ħ
or d
ĠëĲ ĺ
y pe
Ġcon t
Ġê° Ļ
ëį ĺ
Ġì ¤ĳ
u nd
s o
i a
Ñ Ģ
at a
g h
© ëĭĪëĭ¤
ëª ħ
e ar
Ġë ¨¹
od e
ĠI n
ac h
Ġ K
ĠìĨ Į
íģ ¬
Ġ &
f orm
ìĥ Ŀ
ar y
ì° ¨
ou s
l l
ìľ ł
r y
er v
Ġë ķĮ
íķĺ ê²Į
Ġí ı
Ñ Ĥ
ëĭ ¨
Ġì Ĥ
Ë· }
Ġë Ķ
ĠT h
Ġëĵ ±
p ro
d u
Ġí Į
ìł Ģ
Ġ V
ver y
Ġn ew
ê° ģ
Ġm y
ĠìĹ ¬
Ġê³ µ
Ġon e
ì ¡°
í ħ
ê³ Ħ
" ,
Ġì Ľ
Ġê² ½
ìĿ´ ëĿ¼
ëĭ ¹
í ļĮ
an g
ìľ Ħ
Ñ ģ
ìĦ ł
ê² ½
Ġìŀ Īëĭ¤
st r
Ġí Ķ
Ġm ore
j ect
it ion
k s
Ġë ¹Ħ
il d
Ġwh ich
ë² Ī
l o
( Ë·
Ġthe ir
íĸ Ī
Ġë ¯
Ġ our
Ġre s
ation s
Ġthe y
e g
ou nt
ìĸ ĳ
ì² ´
ent s
Ġg et
en s
íĴ Ī
íĥ Ģ
Ġa r
ì ¤
Ġì ¡°
Ġëĵ ¤
ìŀħ ëĭĪëĭ¤
l ic
r a
) ,
ë° ©
res s
t e
re f
Ë· %
Ð¾ Ð
ìĺ ģ
Ġs u
Ġëį Ķ
_ Ë·
Ġêµ ¬
f t
ê ´Ģ
ìķ ĺ
ëĵ¤ ìĿ´
I n
ì Ī
Ġp er
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġm an
ìĿ´ ëĭ¤
íĸ Īëĭ¤
on t
ì ¤ĳ
o se
Ġìľ ł
ì ¡
Ġ Y
ow n
ëł Ī
ro w
ê² ł
ë§ ¤
Ġl i
ìĽ Ķ
_ {
Ġë§ Ĳ
Ġs p
ìł Ĳ
ì ½
ic al
Ġìĭ ł
re e
Ġë¶ Ħ
ëª ¨
ê± ´
ìĹ °
) .
Ġí ĥ
ê¹Į ì§Ģ
al ue
Ġh is
Ġd is
ëŀ Į
ĠìĬ ¤
un ction
p le
ìŀ ¬
ì² ľ
o ve
Ġan y
ì§ ĳ
Ġab out
er t
Ġe v
ìĹ Ń
Ġ /
Ġt ime
ìĭ ¬
Ġë§ Ľ
ê »
Ġ 6
ëŀ ĳ
Ġë Ĭ
en ce
or y
Ġë¬ ´
Ġo ther
Ġs c
l i
el y
Ë· :Ë·
ĠìĦ ł
p s
ëł ¥
Ġof f
Ġí Ĩ
íķ Ļ
re at
Ġìł Ģ
Ġ [
ìŀ ĳ
el f
---- ----
Ġê± °
Ġë° ©
or s
Ġp art
ing s
ar k
Ġal so
ë ¸
ic k
Ġê ¹
í ĭ
ì ¢
ĠS t
c k
ë§ Ĳ
Ġp r
Ġì§ Ħ
re d
Ġwor k
íķ´ ìĦľ
ëŁ °
o b
in k
ou nd
o v
Ġ .
Ã ©
Ġre turn
Ġìŀ ĺ
n e
ãħ ł
ë©´ ìĦľ
Ġd es
ëĲ ľ
í Ĥ
Ġëı Ħ
ul l
ë£ Į
Ġí ģ
ëĬ ¥
ay s
Ġìļ °
µ ľ
ë£ ¨
' ,
Ġw hen
d iv
oc k
Ġìĺ Ī
ĠI t
íĺ ¸
Ġë ©
ë¥ ¸
ë ĳĲ
Ġst r
ver s
íĶ Ħ
Ġìŀ ħ
Ġê ´Ģ
âĢ Ŀ
Ġëı Ļ
i ew
ë° Ķ
Ġë¯ ¸
Ġwh o
í Ĺ
Ġ ro
- >
íĶ ¼
ëĭ ĺ
iz e
Ġ +
ĠìĹ °
Ġ //
: :
Ġt e
ìļ ¸
Ġìķ Į
´ Ī
êµ Ĳ
Ġh ad
Ġs ome
ëĶ Ķ
p h
~ ~
Ġo ver
Ġthe m
íĮ Į
ol d
ìĸ´ ìĦľ
ë² Ħ
Ġë Ĩ
ub lic
ì¹ ´
ë¦¬ ê³ł
Ġk n
ĠC h
sp an
ì Ķ
he re
Ġë ¹
Ġ 7
ĺ Ĳ
ter n
ìĹĲ ëĬĶ
ëĭ¤ ê³ł
( "
e c
v el
cl ud
ì £
ì² Ń
et h
Ë· ;
ë ¹
ir st
Ġne ed
ĳ ľ
ëĤ ľ
l ow
ëł ĩ
Ġë ħ
Ġthe re
Ġ( Ë·
ãħİ ãħİ
ĠìĦ ¸
ĉĉ ĉĉ
ê° Ĳ
Ġa g
Ġli ke
Ī ë¬´
/ Ë·
ëĵ ł
us e
Ġbe en
ë ģ
ê² ĥ
Ġw ould
ì² ĺ
o ol
w e
ìĹ Īëĭ¤
ëĦ¤ ìļĶ
Ġwe re
ê² ©
pe c
Ġ 8
íĨ µ
Ġc ol
Ġë° ľ
Ġy ear
ìĽ Į
ĠìĦ ľ
Ġë§ ¤
s c
ë¡ Ŀ
Ġhe r
ë¯ ¼
Ġa m
ë ĥ
Ġê ·
is h
u g
.. ..
le ct
Ġ und
ë° ľ
ìĦ¸ ìļĶ
S t
ë° ĺ
íı ¬
ãħĭãħĭ ãħĭãħĭ
Ð »
Ġìĺ ģ
ì§ Ī
Ġs a
Ġí İ
y st
ê» ĺ
at er
ìĨ į
u al
ë¦ Ħ
Ġad d
Ġf e
{ \
ëĬ ĺ
Ġwh at
Ġp re
** **
r am
Ġs et
s et
pt ion
ëĭ¤ ëĬĶ
ĠìĥĿ ê°ģ
Ġth an
c es
Ġint o
ĠW e
Ġê° ľ
p ut
Ġit s
ìŀ Ħ
he d
ì ¸
í ĽĦ
ĠâĢ ľ
ì ¼
ë ´
Ġcom m
t t
ë² ķ
Ġí ĽĦ
ri b
ì¶ ľ
Ġ i
Ġì ¤
' t
s s
ĠìĿ ĺ
ìĹĲ ê²Į
a x
Ġíķ ł
Ġn o
Ġ </
Ġí Ĭ
if f
ad e
Ġ _
w o
Ġì¶ Ķ
E R
Ë· ]
ë¦ °
en er
Ġë° Ľ
Ġs up
Ġê³ Ħ
ì§ ģ
ĠTh is
ĠìĽ Ĳ
rou nd
o y
Ġp e
Ġìŀ ¥
ë³ ¸
ìĺ Ģ
ap p
Ġj ust
ê° ķ
Ġh ow
ê· ¼
yst em
on d
Ġì µľ
Ġe m
ã ģ
pe ct
ĠíĨ µ
: //
Ġl a
ig h
ëįĶ ëĿ¼
Ġa cc
Ġus e
ar i
o int
at es
Ġë Ī
it t
ĠëĶ °
Ġ 9
Ġpro v
l es
ë¶Ģ íĦ°
ĠìĤ¬ ëŀĮ
ì »
i el
i x
Ġë¬ ¸
f ter
Ģ ìĿ´
ë ķĮ
ic t
m l
er r
Ġon ly
Ġê° ķ
p ar
== ==
c ess
ìķ ½
n ing
an ge
T h
Ð º
^ ^
on s
í Ŀ
Ġ @
Ġíı ¬
if ic
( );
Ġì° ¨
Ġn ame
> <
íĭ °
Ġìĭ ¤
ì¦ Ī
Ġm ay
ĠìĦ ±
Ġre c
Ġë¬ ¼
Ġìĺ ¬
Ġ$ \
is e
n g
Ġo b
íħ Į
Ġ |
Ġë° °
ì£ ł
ë ĸ
ĠëĤ ¨
íĨ ł
Ġê° Ĳ
ê ¶
íĺ ķ
Ġde f
Ñ ĥ
Ġb l
l ine
Ġb u
íķĺ ê¸°
Ġê± ´
ëłĩ ê²Į
Ġìŀ ĳ
ìłģ ìĿ¸
íķ ©ëĭĪëĭ¤
Ġf irst
Ġì ±
s h
Ġb ack
Ġë¶ Ī
i an
ĠìĤ¬ ìļ©
Ġì Ī
Ġêµ Ń
our ce
w n
Ġm ake
ĠëĬ Ĳ
ĠëĦ Īë¬´
Ġì ¦
ë¦ ¼
ëĭ ¬
ì½ Ķ
rou gh
Ġhe l
is s
Ī ¬
Ġë° ĺ
er m
íİ ĺ
íĥ Ŀ
Âł Ċ
i ent
ê¸ ¸
ĠìŀĪ ìĬµëĭĪëĭ¤
Ġbe c
Ġëĵ¤ ìĸ´
Ġb et
Ġo p
Ġìŀ ¬
ëĤ ¨
Ġì »
ì ±
ëĤ ł
op le
Ġs erv
I N
ì¤ Ģ
´ ĳ
Ġg r
ìłģ ìľ¼ë¡ľ
ic es
th is
p r
um ber
Ġ ke
i o
Ġs he
t y
Ġl ook
Ġf unction
Ġ el
iel d
Ġëª »
Ġkn ow
êµ¬ ìļĶ
ri v
Ġb r
ê¸ ī
ĠíĶ ¼
t o
Ġë ĳĲ
w w
ìĺ Ī
Ġd iff
Ġì ½
ìł ¸
Ġm od
t d
a use
Ġp ublic
ë³ µ
íĤ ¤
Ġas s
Ġë ĺĲ
Ġre g
c re
_ _
Ġìł ģ
o od
y s
Ë· "
Ġp os
o id
ì¢ ħ
Ġf in
O N
Ġpro du
m ath
í ĳľ
ĠëķĮ ë¬¸
Ġre qu
at ing
( '
íķ ¨
Ġë ģ
Ġìļ Ķ
al s
b le
or k
ĠíĻ ķ
Ġë§İ ìĿ´
ĠâĢ ĵ
Ġthe n
Ġm ost
Ġw ant
ĠH e
ment s
Ġc o
ĠìĤ ´
Ġth rough
ì¶ Ķ
ĠìķĦ ëĭĪ
Ġcon s
i ed
ot h
f r
ib le
Ġa ct
Ġp h
ar g
Ġin clud
ìĦ Ŀ
> </
Ġund er
m er
Ġëħ ¸
Ġt wo
Ġíķ ¨
tr ing
Ġd ata
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ì¦ Ŀ
Ġse e
p os
Ġëĵ ľ
m a
e v
Ë· \
¨ ¸
Ġw ell
Ġin d
ëĵ ±
Ġthe se
f ul
Ġìĭ ¶
Ġê² °
ic s
Ġe very
Ġëĭ ¨
f ig
ou gh
ìĦ ¤
at ch
Ġpe ople
n ame
ëĭ µ
ul ar
Ġí Ŀ
ìĪ ł
Ġv alue
a ir
it ies
Ġre l
an c
ĠìĦ ¤
Ġhel p
. "
Ġ ent
Ġsh ould
Ġw here
E x
íĹ ĺ
{ Ë·
Ġa c
ë° °
Ġëĭ ¬
# #
íĥ ľ
r it
Ġì§ ĳ
Ġre m
ëŁ ¼
Ġíĺ Ħ
ìķĦ ìļĶ
ëĵ¤ ìĿĢ
ëŁ ī
re ad
ëŀ Ģ
Ð ²
íĺ Ħ
en c
u ch
Ġíĸ Ī
r ay
il ity
Ġíķĺ ëĬĶ
ĠY ou
Ġs pec
ìħ ĺ
Ġ !
ê¶ Į
Ġc ould
le t
= Ë·
t ext
Ġs m
Ġì° ¸
u res
it s
Ġin v
Ë· -
Ġs ub
ì¡ ±
ìł Ī
il y
ë¦¬ ëĬĶ
Ġl oc
r ap
ht t
) )
b l
Ġ end
íİ ¸
.. /
o x
ar ch
ĠìķĦ ìĿ´
Ġíķ Ħ
as h
i ous
Ġëĭ ¹
u ct
ê² °
e qu
ë Ĩ
ĠíĮ Į
ëĭ ´
Ġë ¸
at ic
ë§ Ľ
ìĺ ¨
Ġ very
ĠĠĠĠĠĠĠĠ Ġ
Ġw ay
ë¸ Į
íķľ ëĭ¤
en g
ì ´Ī
R E
Ġin st
Ġc all
an y
ur re
at or
Ġat t
u es
ð Ł
ë³´ ëĭ¤
Ġêµ Ĳ
íķĺ ìĹ¬
Ġ* /
ìĥ ī
c he
P ro
em ent
ess age
ìĸ µ
[ Ë·
ëħ ¸
at ive
ëĿ¼ ê³ł
pl ic
Ġfor m
Ġc he
t ing
Ġê³ ³
Ġíķĺ ê³ł
re turn
Ġex per
as ed
Ġst art
íĶ Į
ĠU n
Ġíİ ¸
c ol
Ġsu ch
ë° ķ
ãħł ãħł
ag es
ìĹĲ ëıĦ
S T
al e
c o
if e
n er
Ë· /Ë·
rou p
ì§Ģ ëĬĶ
Ġê° Ħ
} }
Ġman y
Ġê°Ģ ëĬ¥
ìľ¼ ë©´
Ġì¹ ´
Ġíķĺ ëĤĺ
ab el
n ce
ë ¨¹
ê¸° ëıĦ
Ġê²½ ìļ°
t s
Ġa fter
Ġtr ans
Ġst ud
Ġf ind
ĠI f
w ard
Ġr ight
Ġc re
ers on
ĠíĻ Ķ
Ġs im
ë³ Ħ
er y
t he
Ġev en
ìĭľ ê°Ħ
Ġn ow
Ġp ar
ī ´
o f
ut e
Ġgo od
ëª ©
ol og
íĮ Ĳ
Ġì¶ ľ
id ent
in ess
Ġsa id
ìĿ´ ëĤĺ
ìĻ ¸
form ation
s elf
ë Ī
Ġus ed
ê¸° ë¥¼
Ġìĸ ĳ
Ġdiff ere
Ġ â
Ġë§ ŀ
ĠíĬ ¹
b r
ow er
A T
ĉĉ ĉ
ë© Ķ
Ġ ,
Ġres ult
ation al
Ġë§Į ëĵ¤
ìĭľ ëĬĶ
ut ion
Ġl ong
d d
d ay
N ame
i er
ë¦ ½
t on
Ġt ype
Ġin ter
Ġre ad
íĮ ħ
Ġê³ ¼
êµ °
Ġm in
ot her
d er
h at
Ġd own
íķ ©
Ġa v
Ġ z
ak ing
ĠP ro
ol low
Ë· $
Ġg reat
ª ½
eth od
Ġì¢ĭ ìĿĢ
Â ·
Ġíķ¨ ê»ĺ
n a
Ġê²ĥ ìĿ´
ĠìĹ ´
ë¸ Ķ
t a
ìľ ¡
Ġf l
Ġí ŀ
Ġo wn
ì§ ľ
Ġe ff
· ¨
Ġì° ¾
ë¡ ł
íķĺ ì§Ģ
Ġn umber
a z
ì ģ
Ë· _
Ġb us
Ġì§ ģ
im port
an k
Ñ ı
ĠëĤ ł
ĠC om
n c
am p
Ġíģ ¬
ê² ¨
m s
ëĮĢ ë¡ľ
W e
Ġh and
Ġë Ŀ
ire ct
íĸ ¥
Ġìł Ĳ
Ġì¹ ĺ
e ad
Ġë ĸ
ëł ¨
s er
Ġh im
ìł ĳ
Ġyear s
ht ml
Ġh igh
f ore
vel op
íķĺ ë©´
ĵ °
Ġd et
ĠëķĮë¬¸ ìĹĲ
-------- --------
Ġd on
l ed
Ð ¼
ë¥ ĺ
ĠëĲ ľ
Ġh ref
Ġìĭľ ê°Ħ
íĻ ĺ
ere d
urre nt
r ight
Ġb est
ur ing
Ġc ar
ad d
Ġí Ĺ
Ġl ist
Ġsh ow
y le
Ġìĥ Ī
Ġus ing
od y
Ġa ut
ëĿ ½
ĠìĤ¬ ì§Ħ
i ence
Ġe ach
Ġì¢ĭ ìķĦ
im es
ri pt
Ġdo es
ìħ Ķ
Ġg u
" :
Ð ´
ĠëĮĢ íķľ
Ġë§Ľ ìŀĪ
v ent
Ġë° ı
ìĶ ¨
Ġd id
Ġpl ay
ĠìĨ Ĳ
I t
y m
Ġs ystem
Ġhe re
Ġm uch
Ġbec ause
ust om
Ġp res
Ġ$ Ë·
e e
d ef
Ķ ëĭ¤
Ġìļ ´
re n
Ġd el
Ñ ĸ
Ġìļ° ë¦¬
Ġë© Ķ
íķĺ ëĭ¤
ĠìĹ Ń
in s
f o
Ġb el
ĠíĶ Ħ
Ġde c
it ed
ìĨ ¡
I d
con d
Ġê± ¸
} ,
am es
ëĵ¤ ìĿĦ
Ġê°Ļ ìĿĢ
Ġìĭ Ŀ
el s
T ype
C ont
Ġë ´
ĠA r
ìĹ Ĩ
ìĤ ´
Ġs er
g an
ê ´ĳ
L E
Ġìłķ ë§Ĳ
Ġbe fore
Ġp ol
at ure
Ġì½ Ķ
a w
Ġí ļĮ
Ġ x
Ġí Ĵ
Ġs ur
O R
Ġì ´Ī
ìĿ¸ ëį°
Ġf ollow
Ġs elf
Ġd ay
ê¸° ê°Ģ
íı ī
Ġë ¦
Ġre f
u c
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġs ol
Ġìĭľ ìŀĳ
ìĿ´ ëĬĶ
in ce
in es
A R
e ver
Ġap p
ìħ ¨
e k
ĠìĻ Ħ
Ġ= >
ìĿ´ëĿ¼ ê³ł
ê° Ļ
ĠâĢ ĺ
Ġt ake
ëĵ¤ ìĿĺ
ã ĥ
Ġs om
Ġê¹ Ģ
et s
an n
í ļ
Ġìĸ´ ëĸ
Ġê² Į
ction s
Ġ )
Ġíĸ ī
Ġin formation
g ram
ĠìĿ Į
ëĬĶëį° ìļĶ
Ġc or
S tring
Ġg ener
Ġv al
Ġcon st
Ġì² ĺ
Ġdes ign
C on
Ġm on
ĠìĹ Ĳ
iz ed
Ġd i
ë§ Ŀ
ĠA nd
m in
a ult
ëĦ Ī
v iew
Ġëı Į
b s
ëįĶëĿ¼ êµ¬ìļĶ
ì¸ µ
t ain
Ġv is
ĠëĬĲ ëĤ
Ġm ade
Ġê ¼
Ġë§İ ìĿĢ
Ġíķ ©ëĭĪëĭ¤
t ype
um ent
Ġf am
ëĭµ ëĭĪëĭ¤
íķ Ń
Ġag ain
ìķĦ ìĦľ
ê¸° ìĹĲ
a ut
ĠìĻ ¸
Ġm em
we en
íĿ ¬
Ġì ´
Ġh ome
al ity
ou se
ë§ ī
Ġíı ī
ì ´
al se
ìĬ¤ íĬ¸
eg in
Th is
Ġin s
Ġf r
Ġdiffere nt
Ġs ame
ê¸ Ģ
i k
Ġf il
ëŀ ľ
u ally
v ar
ĠA l
ire d
w ay
ì ª½
ì¹ ¨
^ {
( \
b e
E N
id er
Ġwh ile
ĠëĿ ¼
Ġbe ing
Ġt est
C h
ĠìľĦ íķ´
Ġl ine
ë ī´
Ġ ed
Ġìłķ ëıĦ
e le
ì§Ģ ê³ł
Ġr un
ìĹ Ķ
Ġp erson
lo ad
Ġim port
er n
Ë· :
Ġch ar
ëĭĪ ê¹Į
ar n
ã Ģ
Ġíķ Ļ
Ġíĥ Ģ
C om
Ġê¸ Ī
ë ¨¸
, ,
**** ****
Ġ >
Ġth ink
Ġì¤ Ģ
ch n
ëĲĺ ìĸ´
p x
ëħ Ģ
Ġth ose
ĠF or
id th
} \
ëĬ Ĳ
Ġbus iness
par am
Ġpro cess
l and
at her
Ġë³ ¸
y p
ë° ±
Ġ ãħİãħİ
I D
p on
ê³ ³
Ġìķ ½
ĠìŀĪ ìĹĪ
Ġm ed
ìĹĲ ìļĶ
qu e
al th
Ġëĭ¤ ë¥¸
Ġv ari
in ed
Ġm ark
Ġíķľ ëĭ¤
Ġp oint
Ġde velop
Ġë°Ķ ë¡ľ
ĠëĪ Ī
Ġì¹ ľ
A L
ce pt
? ?
ëıĦ ë¡Ŀ
Ġìķ ŀ
ac he
I T
am ple
^ Ë·
it le
p ress
Ġbet ween
ĠëĨ Ĵ
Ġd ist
al k
Ġì² Ń
Ġprodu ct
Ġ est
ë¶ Ī
ë¦¬ ë¥¼
ĠìĹ Ħ
a h
Ġs k
o ver
ëłĪ ìĿ´
b egin
į ¼
Ġ= =
Ã ¡
m od
ĠÐ ¿
Ġë¦ ¬
Ġ `
ê·¸ ëŀĺ
âĢ Ķ
ĠT r
Ġs ign
Ġg iv
cl ass
l ass
Ġc ase
c ode
c ent
ĠìĤ °
ĠëĦ ĺ
Ñģ ÑĤ
Ġì¢ ħ
f unction
Ġl ast
A N
Ġf ound
ess ion
ê± ¸
ìĺ¤ ëĬĺ
Ġsup port
ê¹ Ģ
ch ool
íĻ ©
ëĿ¼ ëĬĶ
Ġc le
ê° Ī
ĠA n
ar s
ĠíķĦ ìļĶ
Ġ Q
ëĥ ¥
Ġto p
Ġwor ld
ë³ Ģ
ro l
Ġ err
r ic
} $
ìĭľ ë©´
ĠS h
Ġar t
ot t
R es
Ġëª ©
ëł ¸
as on
Ġìĭ ¬
ë¦ ´
Ġìłľ íĴĪ
Ġì§Ħ íĸī
ì° ½
Ġprov id
ë¦¬ ê°Ģ
Ġìĸ ¼
f or
ëŁ ½
íĻ ľ
ã Ĥ
ot e
Ġì¢ Ģ
ak es
ê¸ ´
ìĥ Ī
v al
Ġë Ĵ
ëĲĺ ëĬĶ
en se
+ Ë·
Ġíĺ ¸
Ġë³ Ģ
ce ption
Ġl ife
ì²ĺ ëŁ¼
re am
Ġc ount
Ġe as
¨ ¼
Ñ Į
L ist
b ack
ì» ¤
Ġb oth
Ġíŀ ĺ
ĠìŀĪ ìľ¼
g ht
Ġì² ´
o ot
ĠìĨ į
ĠE x
Ġì» ¤
cc ess
Ë· );
ìŀĪ ëĬĶ
Ġp ost
Ġë Ń
ĠëĶ Ķ
d ata
ë° ¥
Ġë² Ħ
Ġch ild
í Ī¬
Ġí Ī¬
../ ../
ëĵ Ŀ
riv ate
Ġa round
ì± ħ
ĠA s
ìĺ ¬
Ġì¤ Ħ
Ġ ãħĭãħĭ
Ġë§Ī ìĿĮ
ì¡ Į
Ġel se
ĠĠ Ċ
s on
per ty
ìĹĲìĦľ ëĬĶ
Ġì ī
m e
Ġë ¡
Ġì¦ Ŀ
ind ow
¾ ¸
ê·¸ ë¦¬ê³ł
ter s
Ġì° į
ĠëĶ° ëĿ¼
le ase
Ë· '
Ġ et
Ġê¸ ¸
c al
Ġc r
Ġre p
Ġtr ue
n ess
at t
eng th
ìĸ ¸
Ġê°Ģ ìŀ¥
S E
Ã ³
T o
íĬ ¹
Ġëį °
w ays
ar m
Ġtr y
==== ====
Ġê·¸ ëŁ°
d e
ìĿ´ íĬ¸
are nt
ĠëĬĲëĤ Į
Ġp ass
Ġ Ã
ìĿ´ ê³ł
Ġ Z
ê¸° ëĬĶ
g y
, "
~ Ë·
I C
ëĵ ¯
ìĬ ¹
l abel
are d
u le
ail able
ì ³
ĠëĪ Ħ
ì° ©
ĠíĻ ľ
A r
ëĭ¤ ê°Ģ
½ ĥ
Ġst ill
ì ī
as k
Ġpl ace
Ġre sp
Ġëĭ ´
Ġex t
ĠëĦ £
ĠN ew
ê±° ëĤĺ
Ġap pro
Ġí ħ
v en
ĠÐ ²
Ġc ustom
Ġw r
Ġle ad
h ip
if y
ë² ł
Ġm ain
Ġpro f
íķĺ ìĦ¸ìļĶ
ant s
rap h
ì¹ ľ
Ġv oid
ĠíĮ Ĳ
ìĻ Ķ
ro ll
ĠB ut
Ġpos s
Ġe le
"> <
Ġc our
Ġbu ild
ĠìĿ´ ìĥģ
c ed
l ess
pl ay
Ġc ent
Ġv ar
ì¶ ķ
Ġì ĵ°
Ġ --
a j
ëı ħ
ë³ ĳ
d ate
Ġë² Ī
Ġë ł
Ġm ust
Ġb re
Ġëª ħ
n ew
m an
ist s
Ġê· ¼
ìķĺ ëĭ¤
Ġpro gram
Ġle t
Ġb ook
Ġ id
es c
ë¶ ģ
is hed
Ġc are
Ã Ń
Ġpart ic
ëł ¹
íķ´ ìķ¼
Ë·) ,
ìĽ Ģ
p p
Ġsm all
ìĪ ľ
ĠìĪ ľ
ro ss
Ġëģ Ŀ
in al
Ġop en
oc i
_{ \
Ġe qu
ë° Ľ
us s
Ġ X
Ġl o
ÑĢ Ð°
ê°Ģ ëĬĶ
o le
ĠìĦł íĥĿ
Ġcomm un
i vers
Ġre ally
Ġto o
w are
ľ ´
le ft
" )
ri end
us h
ĠC on
Ñ ĭ
Ġre al
Ġë¸ Ķ
Ġí ļ
Ġë³ ¼
Ë· /
Ġo per
į ëĭĪëĭ¤
ĠìĿ´ ëłĩê²Į
ìķ ł
Ġf ree
ì§ ¸
a u
ĠìĿ´ ìļ©
av ing
Ġn ull
Ġall ow
ĠìķĦ ëĭ
f e
ĠíĨµ íķ´
Ġb o
Ġëĭ¤ ìĭľ
p re
Ġp ur
e y
tr ans
t en
Ġc urrent
av a
con t
ê°Ģ ì§Ģ
Ġpro ject
itt le
Ġo pt
íģ ¼
em s
ĠìĹĨ ëĬĶ
íķ´ ì£¼
S S
ë¡ľ ê·¸
Ġìĸ ¸
Ġf act
Ġpro ble
ĠìŀĪ ìĸ´
ot s
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
er ing
ere st
Ġdis c
Ñ ĩ
ĠìŀĪ ìĸ´ìļĶ
Ġserv ice
Ġhe ad
u ff
Ġì± ħ
ëĭ¤ ë©´
Ġìĺ ¨
ww w
Ġf ile
Ð½ Ð¸
b ject
Ġíģ °
b ers
htt ps
ìĿ´ ì§Ģ
et a
b y
Ġgo ing
!! !
į ¨
n ot
Ġ ide
Ġê²ĥ ìľ¼ë¡ľ
t il
Ġte chn
fr ac
ê ¼
ë³ ¼
Ġê° ģ
Ġëª¨ ìĬµ
Ġwith out
w ork
Ġc ap
ĠThe y
ar get
ê° Ŀ
T r
) :
C T
Ġm ethod
Ġp at
com m
Ġad v
Ġê² Ģ
ĠS e
Ġê ¶
Ġav ailable
Ġë¹ ł
Ġs l
â ĸ
if ied
Ġf ew
ì¦ ĺ
ì± Ħ
re en
ĠìŀĪ ìĸ´ìĦľ
Ġte am
Ġor der
Ġì§Ģ ëĤľ
Ġh app
f l
ë ĺĲ
ver t
r r
Ġë¬¸ ìłľ
Ġd irect
eth ing
D ata
iz ation
íķĺ ë©°
Ġëª¨ ëĳĲ
âĢ ¦
Ġse cond
th ing
or g
Ġm at
A A
un g
ĠëĤĺ ìĺ¤
I f
ain ing
st and
ĠH ow
ë ĳ
ì ¿
ur al
Ġde p
ĠíĻ ĺ
Ġth ree
olog y
// //
Ġke ep
ìķ ¡
Ġh tt
ain s
ëģ ¼
ê³ł ìļĶ
Ġn ext
et er
ĠD e
" );
ĠëĴ ¤
it al
iv es
ìķ ħ
Ġì¡° ê¸Ī
Ġì± Ħ
ar ly
ĠĠĠĠ ĠĠ
str ing
ê² ¬
is ion
Ġal ways
ìĹĪ ìĸ´ìļĶ
l og
Ġí ĳľ
ke y
ĠìŀĪ ìĿĦ
r al
ìĿ µ
ou ght
ë§ ģ
ent ial
et y
ĠëĲ ł
D E
Ġeff ect
vers ion
Ġcont in
Ġper form
ìĹ ´
um m
Ġst and
s ub
Ġ Ñģ
Ġl ove
Ð¾Ð ²
Ġê·¸ ë¦¬ê³ł
Ġch o
Ġs ay
Ġqu est
Ġcon f
ĠìĹ ħ
ra w
s ource
Ġpl an
v ed
g r
enc y
íķĺ ì§Ģë§Į
v alue
Ġì º
m ed
g er
e q
ar ge
A s
Ġíķľ êµŃ
L L
Ġì¤Ģ ë¹Ħ
Ġs ure
Ġì¶ ©
Ġëĭ¤ ìĸĳ
m essage
Ġcom e
a it
Ġì ·¨
at us
em ber
Ġd r
Ġì¦ Ĳ
h or
Ġl ittle
' )
pl oy
Ġfe el
C ol
o pe
ĠP l
ë§Į ìĽĲ
le ction
ĠW h
Ġv iew
Ġke y
ĠìĿ´ ëŁ°
ì¡ ´
Ġw ater
Ġt ri
ĠìŀĲ ìĭł
Ġ' Ë·
op t
Ð ·
f ace
Ġê° Ī
is m
b o
Ġê°Ģ ê²©
ë ľ
Ġst ate
Ġëł Ī
Ġìķ ł
ì¸ ł
htt p
Ġle vel
Ġd uring
Ġë¶Ģ ë¶Ħ
i or
b ar
ê²ł ìĬµëĭĪëĭ¤
) $
Ġre ce
Ġìĺ¤ ëĬĺ
Ġsom ething
Ġan other
as es
ìĹĪ ëĬĶëį°
at s
ìķĦ ìĿ´
Ġt em
Ġob ject
Ġc ou
ĠS he
y n
Ġis s
le x
ëħ ķ
ail s
ìĸ ¼
Ġê²ĥ ìĿĢ
Ġp ut
A M
Ġcomp any
Ġor gan
ëģ Ķ
íķĺ ë©´ìĦľ
Ġth ings
Ġex pect
u ild
Ġf ield
ìĬ¤ íĥĢ
ĠíĨ ł
F or
Ġm ight
âĢ ĵ
ëĥ Ĳ
Ġìŀħ ëĭĪëĭ¤
re m
Ġf alse
ìĭľ ê³ł
erv ice
Ġint erest
Ġíĸ Īëĭ¤
ĠíĻķ ìĿ¸
Ġë° ķ
íķ ĳ
Ġ -Ë·
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ìĤ¬ ë¥¼
he ad
. Ë·
Ã ¤
=" Ë·
ìľ ¨
t ime
íı °
Ġê°Ļ ìķĦìļĶ
l oc
Ġìŀ Ħ
Ð ¿
re qu
Ġë³´ ê³ł
Ġev ent
mer ic
ì³ Ĳ
Ġche ck
Ġê²ĥ ìĿĦ
Ġbet ter
um n
s w
Ġ ve
g o
Ġs ince
Ġmon th
Ġm et
oc ument
ì¼ Ģ
Ġìŀ ¡
Ġmark et
Ġ ~
Ġo ld
ëĤĺ ëĬĶ
ì° ¬
Ġp rivate
or n
. _
Ð ¹
Ġloc al
Ġacc ess
Ë·) .
Ġíļ ¨
Ġap plic
o h
ì¢ ĭ
Ġstr ing
ere nce
Ġinclud ing
r m
ìĹĪ ìĬµëĭĪëĭ¤
Ġcre ate
] ,
ĠThe re
E D
ĠR e
( $
ĠìķĦëĭĪ ëĿ¼
ĠìķĬ ëĬĶ
Ġimport ant
Ġê·¸ ëŀĺ
a ction
Ġfam ily
ìĦ ¼
Ġp ay
Ġexper ience
Ġíĸ ¥
ĠëĦ ¤
Ġë° Ŀ
Ġwe ek
i que
i um
Ġl ight
g round
it ions
ĠìĤ ¼
Ġë§Įëĵ¤ ìĸ´
A n
Ë· ~Ë·
ord er
/ >
Ġt erm
íĺ Ģ
ĠC ol
ìŀĲ ê°Ģ
Ġê· Ģ
Ġë¸ Į
at ely
ĠF r
ì§Ģ ë¥¼
Âł Âł
Ġë ¿
Ġprov ide
í į¼
ro p
Ġf ull
in ter
ĠA ll
ĠëĲĺ ìĸ´
ëĵ¤ ëıĦ
Ġë¡ ľ
Ġin cre
c ite
ĠìĻ Ģ
am b
ĠI nd
tr act
u f
ì µľ
Ġhe alth
ĠìŀĪ ê³ł
ĠS o
r on
p or
Y ou
Ġwith in
íķ Ħ
ì¤ Ħ
v es
Ġë² ł
Ġê ´ĳ
R O
l ation
V alue
he s
Ġf riend
Ġì¶Ķ ì²ľ
n ect
Ġ u
g g
t op
íļ į
ic ally
A C
Ġt ext
Ġs ize
l er
) {
Ġc ert
. ,
Ġc ost
Ġ ?
Ġab le
Ġn on
op y
str uct
; ;
Ġre st
Ġë³ µ
Ġê¸ Ģ
it em
ìŀ¥ ìĿĦ
u ck
ë´ ī
ĳ ¸
ro id
ut es
b f
Ġt urn
Ġcon d
os s
ãħ ľ
s ize
ĠìĹ¬ ëŁ¬
ì° °
d a
ëĿ¼ ìĿ´
ab ility
se arch
ëĪ Ħ
ate g
ìĶ ©
ĠÐ ½
Ë· ">
i ents
if t
ë¹ ł
Ġg ive
Ġë°© ë²ķ
Ġì£¼ ë¬¸
Ġíķľ ë²Ī
Ġs chool
ir on
Ġne ver
as ter
Ġman ag
Ġg row
ìģ ĺ
t est
iss ion
Ġex pl
id d
r c
Ġpres ent
Ġserv ices
Ġì ¡
lo b
[ '
Ġh ard
íĥ ķ
Ġde v
Ġì§Ģ ê¸Ī
Ġê°Ļ ìĿ´
l ist
ur s
", "
Ġíħ Į
Ġp ower
ìĿ´ëĿ¼ ëĬĶ
Ġp op
Ġë¨¹ ê³ł
Ġë ĳ
Ġs pe
ï ¼
Ġdes c
Ġ es
um p
Ġë§ ī
ĠI s
Ġle ft
Ġd em
Ġc ode
ê¸° ë¡ľ
Ñ ħ
b b
ë¹Ħ ìĬ¤
ëł¤ ê³ł
íģ ´
a ff
ìĺĢ ëĭ¤
in a
ì º
Ġre port
our s
ìŀĲ ëĬĶ
O bject
ë³´ ê³ł
íĺ ¼
a pe
Ġ %
ac es
ĠìĤ¬ ëŀĳ
Ġs ing
ì£¼ ëĬĶ
ìļ ±
Ġí Ĥ
Ġch ange
it or
íķ´ ìļĶ
Ġin tern
l ing
Ġd er
Ġare a
ition al
re g
Ġë ¨¸
f ile
Ġfin al
ìŀ¥ ìĿ´
Ġê²ĥ ìĿ´ëĭ¤
ĠìķĬ ê³ł
Ġch ang
V iew
Ġspec ial
Ġì²ĺ ìĿĮ
ĠA meric
ìķ Į
Ġs it
Ġg ot
j s
c i
c le
ĠìĤ¬ ìĿ´
Ġëª¨ ëĵł
ĠíĶ Į
ê· ¹
Ġ| |
rr or
r ation
íĻ ķ
ëħ Ĳ
Ġìļ ©
Ġì°¾ ìķĦ
Ġro om
Ġì§Ħ ì§ľ
d s
r ist
p ly
Ġìł ĳ
one y
Ġë ľ
Ġas k
S et
Ġex p
ì§ Ŀ
, Ë·
ë³´ ëĭĪ
Ġl ess
iv ely
Ġíģ ´
oc us
Ġl ot
Ġg roup
ìĹ Ħ
ĠìľĦ íķľ
ì¼ ľ
Ĳ ëĭ¤
Ġb ig
ĠC l
ìĤ ¼
ì² ł
Ġm ov
¨ ìĸ´
n et
Ġus er
Ġìł Ī
íĮ ¨
ìľ¼ ë©°
Ġìķ ¼
Ġì´ Ŀ
Ġìŀ ł
F F
Ġs w
E T
ard s
ĠR es
Ġíķ Ń
Ġst yle
Ġl og
Ðµ ÑĢ
Ġì¤ĳ ìļĶ
ìĨ Ĳ
Ġm us
Ġì² ľ
ë¦ Ń
ëĵ¤ ìĹĲê²Į
end ing
ri ption
Ġm ult
Ġen g
Ġë ĥ
' m
us er
Ġ Â
ĠëĲĺ ëĬĶ
ater ial
ìķĪ ëħķ
ĠìĿ´ ìķ¼
Ġì§ Ī
an e
ë´ ¤
· °
ĠìĦľ ìļ¸
Ġmod el
Ġê¼ Ń
ĠO r
n b
Ġë³ Ħ
ct or
ut il
ĠT o
Ġì° ½
Ġcont ent
na ver
âĢ ľ
ĠëĤ´ ê°Ģ
ê³ ¨
is ter
ĠëĮĢ íķ´
I m
Ġt yp
ì° ¸
ĠëĤ ľ
Ġí ĭ
Ġë¨¹ ìĸ´
íĤ ¨
G et
íĥ Ħ
ĠìĤ¬ ìĭ¤
C O
P ar
ê·¸ëŀĺ ìĦľ
ë´ Ĳ
Ġì¹ľ êµ¬
ĠO n
Ġgiv en
Ġbe h
ĠìķĦëĭ Į
ìłķ ëıĦ
Ġon line
un c
Ġfollow ing
Ġ& &
Ġwork ing
ëĶ ©
is ed
Ġp age
Ġ! =
ìŀĲ ìĿ¸
Ġst atic
Ġap pe
ëł Į
Ġin c
ent ly
ìĿ´ ê°Ģ
Ġë°© ë¬¸
ĠS tring
Ġëĭ¤ ìĿĮ
Ġl arge
ri es
Ġph ot
ic le
ur l
a f
Ġê·¸ ëĥ¥
Ġex ample
E S
' ]
ĠëĬ ĺ
ìĿ´ ìĹĲìļĶ
Ġwe bs
Ð ±
ëı Į
ent ion
M od
ĠìĿ´ ë²Ī
ĠB e
íħ Ķ
Ġd ays
= '
ĠS p
v ious
Ë· (
B y
ìĿ´ ìĸ´
Ġa ff
ĠP h
Ġë² ķ
ĠìłĦ ë¬¸
Ġíĺ ķ
Ġposs ible
in ation
res ent
I ON
Ġl im
ìĤ¬ ì§Ħ
ap s
in clud
Ġsu ccess
Ġëª¨ ë¥´
iv ed
ìĹĪ ëįĺ
ëĨ ĵ
read y
s ide
u x
l ish
Ðµ Ð½
iv ing
b ox
ĠB l
) );
Ġinv est
w idth
Ġrequ est
ì ·¨
Ġn et
ìĺģ ìĥģ
íĬ ¼
oc ial
le ment
() .
it ive
ou th
Ġê´Ģ ëł¨
du ct
êµ ´
íĸĪ ëįĺ
S h
Ġs ite
ìĹĨ ìĿ´
ab ly
Ð ³
Ġex c
ìĹ ¼
U n
w ord
ê· ľ
ĠS c
ä ¸
ou ble
ĠìĿ´ ìľł
ĠíĶ¼ ë¶Ģ
ĠëĨ Ģ
Ġar g
Ġb ro
!! !!
Ġrequ ire
Ġpro t
â ĺ
ìĦ± ìĿ´
ĠëĲ ©ëĭĪëĭ¤
A P
um er
ê ¾¸
â Ļ
iv ity
Ġëª ¸
' re
ë° Ģ
Ġb en
Ġle g
ìŀ¥ ìĿĢ
Ġì Ķ
Ġunder stand
ĠíĬ ¸
ĠíĤ ¤
Ġíĥ ľ
Ġj ob
ëĲ ł
i en
ìłľ ê°Ģ
ëŀľ ëĵľ
Ġì £
j oy
Ġs al
Ġun til
ial ly
Ã ¶
ìķĪëħķ íķĺìĦ¸ìļĶ
ie ve
d is
ì Ł
Ġg ame
O T
ìĹĲìĦľ ëıĦ
ëĵ¤ ê³¼
ĠA d
Ġê ´
ê³ ¡
Ġëı ħ
ì¶ ©
ëĦ Īë¬´
íĥ ģ
Ġa way
ì§ ķ
ãħĭãħĭãħĭãħĭ ãħĭãħĭãħĭãħĭ
Ġë¯ ¼
Ġíķ ©
ĠíĮ ¨
ì§Ģ ëıĦ
Ġb as
íħ ľ
Ġì ¼
Ġëĭ¤ìĸĳ íķľ
Ex ception
ë¶Ħ ìĿ´
Ë· >
Ġqu ality
f ect
Ë· </
tr a
Ġb ased
Ã ¼
v iron
ĠL e
an ag
Ġf lo
ë ¿
ìī ¬
ĠW hen
Ġh ist
Ġlook ing
ê²ł ëĭ¤
+ +
Ġt able
ê² Ģ
um e
or ies
Ġpr act
ivers ity
ë² Į
ph a
ir t
a i
Ġpro m
ë¡ľ ìļ´
ind ex
ĠÐ ¸
ë¡ Ģ
ap er
} )
ĠìľĦ ì¹ĺ
Ñ Ĩ
ĠìķĦ ì£¼
Ġstr uct
Ġqu e
ur y
er c
" ;
ĠU S
it her
ëŀ ¨
ìļĶ ìĿ¼
Ġal ong
p ed
I S
Ġchild ren
Ġerr or
p ublic
Ġcol or
Ġbre ak
ĠÐ ¾
ĠĠĠĠ Ċ
¨¼ ìłĢ
Ġm aking
Ġìĥ ī
Ġin it
ĠB r
Ġme et
ir d
ro om
og le
ìĿ´ ë²Ī
ìłķ ìĿĦ
ĠëıĮ ìķĦ
p i
Ġê³ ¨
º ¼
Ġproble m
ìĬ¤ íģ¬
en u
Ġc reat
ìģ ľ
Ġìĥģ íĻ©
ëĲĺ ê³ł
ìľ¼ ëĭĪ
at ures
Ġw he
it er
che s
ure d
Ġê·¸ ëŁ¬
Ġíķĺ ì§Ģë§Į
Ġìĸ´ëĸ ¤
math cal
equ ation
ìĿ¸ ì§Ģ
Ġbe g
Ġêµ¬ ë§¤
Ġ ^^
ëĲľ ëĭ¤
Ġor ig
ab les
nb sp
Ġf ood
Ġw rit
Ġo cc
$ .
col or
Ġ// /
Ġst ep
ain t
il es
Ġì§ģ ìłĳ
ĠëĤ´ ìļ©
end ed
íĸĪ ìĬµëĭĪëĭ¤
A S
U T
Ġcour se
Ġre t
O n
» ê²Į
Ġt itle
ĠëĶ ±
Ġrec ord
ĠíĹ Ī
Ġresult s
ĠìĿĮ ìĭĿ
Ġë° ±
Ġs ide
ĠëŃ Ĳ
Ġcall ed
ëŀ įëĭĪëĭ¤
Ġneed s
Ġspec ific
o ff
ide o
íķĻ êµĲ
Ġa ir
Ġd one
Ġsp ace
ĠìĨĮ ê°ľ
Ġagain st
A l
Ġ/ **
ìĬ¤ íĮħ
sc ript
Ġan n
ens ion
Ġim pro
Ġt imes
ì° ®
b ook
or th
Ġla w
} .
i ver
_{ Ë·
Ġacc ount
Ġpar am
Ġm ove
ĠìĦ¤ ëªħ
str u
ĠG r
ìļ° ë¦¬
z e
Ġoff er
Ġíķĺ ë£¨
Ġì¹´ íİĺ
ë² ¤
ĠìĹĨ ìĿ´
ĩ ¼
Ġìĺ¬ ëĿ¼
Ġcont rol
b ut
and s
Ġvis it
` `
Ġto day
ĠP r
Ġê³Ħ ìĨį
íķ´ ë³´
Ġë³´ ìĹ¬
Ġí Ľ
ë² ½
Ġth ought
() ,
Ġp ack
Ġh ouse
ê¹Į ìļĶ
Ġh um
Ġb ody
ur ity
p ath
U R
Ġd ri
Ġ ident
Ġp ort
ĠìĿ ½
ìĿ¸ ìĿ´
W ith
Ġal ready
E rror
I nd
le te
get her
an ces
ìĽ ł
our ces
Ġto gether
' );
ìħĶ ìĦľ
T est
ê·¸ ëŁ¬
id ual
con st
Ġìī ½
Ġse c
Ġinclud e
ĠìĹĦ ì²Ń
ëĭ ¥
Ġf our
ëł¥ ìĿĦ
ëįĶ ëĭĪ
Ġk ind
Ġc al
w h
Ġan al
Ġê° ĸ
Ġ} ,
ìŁ ģ
Ġp ot
ore d
Ġì§Ģ ìĹŃ
Ġproduct s
Ġr ange
ain ed
ìłĦ ìĹĲ
Ġf ac
Ġwh y
c m
o in
A D
Ġì¶Ķ ê°Ģ
Ġsh ort
om en
t able
ĠW ith
Ġíķ´ ìĦľ
? "
Ġof ten
## ##
Ġë© ´
Ġëª ĩ
ìĬ¤ ë¥¼
ur ation
b t
íĮĮ íĬ¸
Ġle arn
Ġinst all
act er
Ġëĵ¤ìĸ´ ê°Ģ
m y
ĠìĹ¬ íĸī
Ġso ft
ìĹħ ìĿĦ
ĠìŀĪ ëĬĶëį°
ìĿ´ ë²Ħ
H e
Ð¾ ÑĢ
le y
ì į¨
ëĤ ¬
A nd
Ð¾Ð ´
p art
ì§Ģ ë§ī
B ut
ar ing
ĠCom m
Ġse lect
] ;
Ġwor ks
Ġeas y
Ġcons ider
n o
id s
ë§ Īëĭ¤
ìĥģ ìĿĦ
# Ë·
l ink
Ġë©Ķ ëī´
Ġpr int
Ġg l
ìĦ± ìĿĦ
ìĦľ ìļ¸
Ġab ove
Ġstud ents
ĠÐ º
ĠN o
Ġh aving
u ro
Ġëĸ ł
lob al
T ext
end s
Ġê±´ ê°ķ
umm ary
Ġst re
Ġind ust
Ġp ast
Ġm oney
Ġìĥģ íĥľ
id es
in it
Ġë³´ ë©´
rib ute
ë² Ķ
m m
ĠâĢ Ķ
ang u
Ġen c
Ġgo ver
ë¦¬ ìĹĲ
Ġl ow
ĠìķĮ ëł¤
ill s
ëįĶëĿ¼ ê³łìļĶ
Ġme ans
ê· ł
v oid
ìłĢ ëĬĶ
Ġen joy
Ġwebs ite
Ġìµľ ê³ł
Ġv ol
Ġp o
ĠA t
ill ion
() );
Ġb it
Ġe lect
ĠëĨ ĵ
ê ½ĥ
ĠM ar
ĠTh at
Ġí Ħ
n s
$ ,
ĠìķĮ ìķĦ
Ġ ...
ĠìĿ´ ìłľ
ut ions
Ë· âĢĵ
Ġin div
ific ation
ì¿ ł
ĠìĹŃ ìĭľ
Ġf ore
Ġtr ad
ëĶ °
Ġme an
C lass
f ield
ë ·°
ëį ķ
Ð° Ð½
ìĿ ĳ
íĸĪ ìĸ´ìļĶ
Ġem ploy
H E
ìĿ´ ëłĩê²Į
viron ment
ì° Į
Ġë¯¸ êµŃ
Ġê¹ Ķ
A dd
ë¦¬ ìĸ´
ëĿ¼ ìĿ¸
l ength
= \
******** ********
Ġbu y
Ġh old
' ve
is ing
Ġì§Ģ ìĽĲ
Ġëĵ ¯
Ġëı Ī
ul ation
Ġcomp let
ĠìĿ Ģ
ĠëĮĢ íĳľ
Ġth ing
ë¦¬ ìĬ¤
ĠìĻ ľ
---------------- ----------------
ê· Ģ
Ġor g
Ġc a
R equ
ë¥ ł
ut ure
Ġadd ress
Ġf un
Ġse ver
I M
ĠìĿ´ ìĸ´
Ġì² «
Ġëĳ ĺ
ĠìĿ´ íĽĦ
Ġprof ession
ìĬ ¬
ĠìĿ´ ë¯¸
trans lation
ĠCh rist
ĠE ng
s m
I G
Ġf ar
p ing
ĠìķĬ ìĿĢ
I nt
"> </
Ġê· ľ
Ġìłķ ë³´
ĠW hat
Ġë§Ľ ì§ĳ
/ *
Ġen ough
al pha
Ġto t
ar ning
ë§ İ
b ody
ul es
A ll
Ġìłľ ê°Ģ
ìŀ ¡
it ch
íĻĶ ë¥¼
Ġbel ow
a im
Ġpro perty
Ġm aterial
Ë·âĢĵ Ë·
ë§Ľ ì§ĳ
Ġ ãħłãħł
F ile
il t
ê°Ļ ìĿĢ
en e
ĠëĲľ ëĭ¤
íĥ Ī
S e
al f
T ime
K ey
ìĬ¤ ëŁ¬
ëĤĺ ìļĶ
Ġcl os
Ġí ľ´
per t
ĠM y
ë¶Ģ ë¶Ħ
ëĪ Ī
Ġpartic ular
Ġn ight
ip s
ĠìĹĨ ëĭ¤
Ġë² Į
' ll
ple ment
f ort
ac y
ë¦½ ëĭĪëĭ¤
res h
ic y
Ð¾Ð ¼
Ġt arget
p m
Ġcert ain
ib r
ì§Ģ ê°Ģ
Ġt reat
íĴ į
pl es
ĠíĴ į
A B
Ð¾Ð »
R e
ĠC ent
ëıĻ ìķĪ
íİ ´
ap t
ur ther
l ay
i od
ìĹ ĩ
Ġíķ´ ìķ¼
Ġê¸° ëĮĢ
E n
ìĸ´ ëĤĺ
ic ro
se ction
Ġëª °
ĠS ystem
Ġë°ľ ìĥĿ
og raph
ĠT e
Q u
Ġë¨¹ ìĿĦ
ĠëĤĺ ëĬĶ
Ð° Ð»
s k
IN G
Ġp ath
Ġm ar
Ġhtt p
pon se
in put
ĠC an
p ack
Ġë§Ĳ íĸĪëĭ¤
Ġìłľ ê³µ
ĠÐ ´
ì¹´ íİĺ
Ġsever al
Ġopt ions
Ġbec ome
ìĪĺ ê°Ģ
Ġê ¿
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
Ġ version
b ol
ìĻ Ħ
ic a
Ġf ocus
P E
Ġíļ¨ ê³¼
aj or
i j
ìĭ ¶
~ \
Ġbe aut
ĠíĮĲ ë§¤
Ġindiv idual
ìŀ Ķ
Ġm om
Ġt ell
\ \
Ġen er
u it
Ġcont act
ëħ ģ
ĠìķĬ ìķĺ
ìłķ ìĿ´
in c
Ġëĵ± ìĿĦ
W hat
un e
Ġm akes
S c
Ġcom b
Ġon ce
m p
ĠG od
ëĵľ ëĬĶ
pl ate
Ġli k
Ġì§Ģ ëĤĺ
ëı ¼
.... ....
Ġgover n
al ign
Ġdid n
Ġsing le
Ñģ Ðº
Ġê¹ ¨
ic on
is k
ott om
ĠìķĦ ë¬´
ìŀ Īëĭ¤
d o
ìŀĲ ìĿĺ
Ë· ',
ar r
Ġë³ ĳ
Ġim age
Ġle ast
Ġto ol
U LL
Ġê²° ê³¼
Ġrequ ired
Ġre du
Ġê´Ģ ê³Ħ
ĉĉĉĉ ĉ
er a
ord ing
Ġpos ition
i ke
Ġê³µ ê°Ħ
port s
Ġst op
' :
el ta
Ġcon c
p ace
Ġt re
Ġperson al
Ġac ross
pl ace
av el
ar ray
Ġper fect
Ġë ķ
ãĥ »
Ġíĺ ¼
ìĤ¬ ê°Ģ
Ġre search
ĠUn iversity
ion al
, \
Ġm ind
Ġh ig
amb da
Ġì ħ
W h
m ost
Ë· _Ë·
ìķ Ķ
k r
Ġth row
Ġe y
Ġother s
ĠìĹ¬ ê¸°
ad a
} ;
ĠíĴ Ģ
ìĥģ ìĿ´
orm al
ne y
ĠíĻ į
ìĽ ĥ
U N
ag s
Ġê´ ľ
Ġë³´ ëĤ´
Ġìĸ´ëĸ »ê²Į
ìĿ´ íģ¬
ìŀĲ ë¥¼
I s
Ġê ½ĥ
tern al
ĠIn st
I P
o ad
Ġen s
ë§Į ìĹĲ
ë Ń
ĠÐ½ Ð°
in o
ĠThe se
Ġe ver
íķĺ ëĤĺ
Ġcommun ity
ëĦ Ĳ
^ {\
on es
con om
Ġex ist
Ġìĸ¼ ë§Ī
an ks
Ġse arch
u i
ìĪ Ļ
Ġqu ick
Ġs ocial
Ġë°Ľ ìķĦ
ĠìĻ Ķ
ib ility
Ġmem bers
Ġst at
Ġth ough
Ġben ef
l s
re ct
bl og
Ġë¹ ¨
ëĭĺ ìĿ´
n ow
Ġë¶ Ļ
Ġpro b
ĠìŀĪëĭ¤ ëĬĶ
ep end
l ight
g ed
Ġl and
Ð¾Ð ³
ìĺĪ ìļĶ
Ģ ë¡ľ
íļ ¨
ĠíĺĦ ìŀ¬
ê° ĳ
Ġar ray
Ġ ver
Ġm ax
Ġë¶ ģ
Ġget ting
ĠìĪĺ ëıĦ
ĠìĽ Ķ
ward s
T R
íķĺ ìĭľ
l in
ì§Ģ ìļĶ
A t
Ġcle an
ĠI N
íĸĪ ëĬĶëį°
ë§Ī íĬ¸
indow s
> Ë·
ìĹŃ ìĭľ
am ent
Ġdoes n
Ë·] ,
ĠíĮ Ķ
oh n
ĠA ss
Ġê ½
port un
Ġme as
Ġre ason
ĠëıĻ ìĺģìĥģ
Ġì£ ½
in st
Ġm ag
Ġdevelop ment
ìĭ Ń
O r
ìļ ķ
ĸ ìĹĲ
ĠC ont
Ġíı¬ ìĬ¤íĮħ
Ġì¤ĳ êµŃ
Ġdo ing
ĠìĦ¸ ê³Ħ
Ġrep resent
Ġê³ł ë¯¼
T E
ìķ Ĭ
f rom
ver age
ne ction
ĠìĦľ ë¹ĦìĬ¤
ĠE n
Ġíķĺ ë©´
ĠD o
ĠëĤĺ íĥĢ
r ite
Ġh ot
b re
ok en
Ġë¨¹ ëĬĶ
E vent
Ġcom es
ë§Į íģ¼
ìłķ ë§Ĳ
L O
ĠìĬ¤ íĥĢ
ĠHow ever
Ġìļ´ ëıĻ
ëĵ¤ ìĸ´
ir c
ê» ´
Ġsim ple
ëł¥ ìĿ´
ĠC ar
Ġì¢ĭ ìķĺ
ĠìŀĪ ìĹĪëĭ¤
ĠìĤ¬ ìĹħ
Ġê°Ģ ì§Ģê³ł
ì£¼ ê³ł
íĺ ĳ
pt y
ra ft
ĠëįĶ ìļ±
Ġë³´ ëĭĪ
_ \
Ġë°Ŀ íĺ
Ġstr ong
Ġc ur
& &
ìĻ ķ
ãħĭãħĭ ãħĭ
Ġd en
Ġcomp ut
def ine
Ġ );
Ġìļ ¸
íĹ Ī
ad o
Ġê¸ ī
Ġp arent
Ġl ater
íķĺ ìĭľëĬĶ
Ġcount ry
ak en
Ġw in
Ġ ãĥ»
ìķ Ļ
w here
[ ]
Ġê²ĥ ëıĦ
Ġval ues
Ġkn own
Ġre view
Ġëĸ ¨ìĸ´
Ġe ither
Ġf av
Ġ/ >
ì ©
Ġìĺģ íĻĶ
Ġë° ¥
ìĿ´ ëŀĳ
Ġ/ *
ë¡ľ ëĤĺ
Ġpr ice
Ġf und
íħ Ĳ
ĠìĦ¤ ì¹ĺ
if ul
c d
ìĬ ¨
ĠA p
Ñ Ī
ìĿ´ ìĬ¤
n av
Ġt alk
p ose
c hen
Ġâ ĸ
et ers
ī ìŀ¥
ĩ ´
ìķ ŀ
Requ est
íĶ Ī
Ġc ame
Ġbeg in
Ġprot ect
Ġìĸ´ ëł¤
ë³´ ê¸°
Ġm ajor
g roup
Ġê¸° ìĹħ
press ion
Ġstud y
ê ¿
ÑĢ Ðµ
R ef
ol ution
ĠC he
ìļĶ ì¦ĺ
p en
ĠìĿ¼ ë³¸
ìĽĲ ìĿ´
angu age
ìĭĿ ìĿĦ
um ents
or ld
Ġd ie
} {
st er
Ġs at
Ġd at
Ġmus ic
ëł ´
Ġê¸° ëĭ¤
Ġop portun
Ġê¶ ģ
Ġdef ault
Ġë° Ģ
Ġint eg
Ġs ource
l ished
Ġde al
m ap
ĠO ur
ĠìĿ´ ë¦Ħ
ìĿ¸ ê°Ģ
ail ed
ir m
ì ĵ°
Ġcon nect
Ġf uture
Ġn at
m d
Ġsup er
Ġdisc uss
Ġc ity
Ġcon fig
at ors
Ġin put
ì£¼ ìĦ¸ìļĶ
St ate
m et
í ľ´
Ġl ive
Ġê³Ħ íļį
: "
ĠìĹĦ ë§Ī
Ġ: )
l a
Ġm ot
Ġd ue
Ġd ocument
íķĺ ëĭĪ
Ġë ¨¼ìłĢ
ëį ¸
Ġed uc
os p
ìĭ ±
Ġê³ł ê°Ŀ
pert ies
ã Ħ
ê²ĥ ëıĦ
U S
Ġì² ł
. </
Ġact ually
Ġener gy
Ġinv ol
Ġp ub
ou d
err or
ĠìŀĪëĭ¤ ê³ł
Ġ# Ë·
Ġc ell
g ress
Ġan sw
Ġl ay
======== ========
am ma
Ġë¶Ħ ìľĦ
ĠìķĦ ì§ģ
Ġb ase
ê±° ë¦¬
Ġwe b
Ġre d
m it
Ġê¶ Į
pr int
íĬ¸ ë¥¼
Ġc ut
Ġê°ľ ìĿ¸
ìĭľ ìĹĲ
at ter
Ġstart ed
, âĢĿ
E lement
H ow
Ġì¡ ´
ĠM ay
In fo
A G
ì° į
W hen
Ġíĸī ë³µ
com p
ìĺ¤ëĬĺ ìĿĢ
on y
The re
Ġê¸° ë³¸
Ġìļ´ ìĺģ
Ġì° ©
il ar
m ber
Ġan t
P ath
ìŀ¥ ìĹĲ
Ġ_ _
} (
Ñ İ
N ode
Ã ¨
N ot
Ġp ri
c her
ë¬¼ ìĿ´
íķĺ ëĬĶëį°
Ġapplic ation
Ġê ¾¸
Ġam ount
D ef
ì§ Ĳ
is on
im ate
Ġwhe ther
O f
Ġto ok
í ĳ¸
Ġfe atures
o on
includ e
Ġë³´ ìĿ´
Ġcomp an
ë°Ķ ë¡ľ
Ġdis play
ip le
ë¥´ ê²Į
ĠëĶĶ ìŀĲìĿ¸
~~ ~
Ġíı Ń
ur ch
Ġy et
am s
Ġquest ion
en n
Ġa ction
Ġb ed
ĠëĤĺ ìĺ¨
ĠP ar
Con fig
Ġw alk
ĠG o
ê·¸ ëŁ°
Ġ* *
ëĬĶ ì§Ģ
u ation
ĠêµĲ ìľ¡
Ġm essage
ë¡ Ń
ì¹ ł
ĠëĤ ®
im al
Ġë§Į ëĤĺ
ĠG et
ìłľ ë¡ľ
con fig
u ed
ĠC o
ë »
Ġê°Ĳ ìĤ¬
Ġl arg
m u
Ġmin utes
Į ĵ
ìĹ¬ íĸī
t itle
C H
O M
ìĿ´ ìłľ
ëı Ī
Ġim p
ëĭ Ŀ
ê³ł ê¸°
Ġsh are
Ġre le
% Ë·
s ummary
ì§Ģ ê¸Ī
ill ed
Cont ext
y nc
s l
m at
ĠëĺĲ íķľ
ym bol
Ġst ory
( (
ph p
pro t
Ġì ¸
Ġp ie
Ġíĺ ĳ
b it
Ġoff ic
s erv
end er
n ull
Ġh ours
ĠìĤ¬ëŀĮ ìĿ´
Ġw on
un ch
ĠíĪ¬ ìŀĲ
ìĬ¤ ë¡ľ
ë¬¼ ìĿĦ
ìĸµ ìĽĲ
ì´ Ŀ
Ġëĭ¤ ëħĢ
Ġê°Ļ ëĭ¤
el t
F orm
Ind ex
p y
og n
Ġcomm on
p oint
ìĬ¤ ëŁ½
êµ¬ ëĤĺ
Ġê¸° ìĸµ
Ġcomp et
Ġ\ \
ì¡Į ëĭ¤
Ġê°Ģ ì¡±
im um
Ġbr ing
Ġyou ng
c ount
ìŀ ĺ
Ġl ink
Ġen vironment
ê±° ëĵł
Ġper iod
ìĤ¬ ëŀĮ
() )
Ġo ption
h o
//// ////
od es
u ary
It em
r s
cont ent
il ities
Ðµ Ð»
Ġìĭ¶ ìĿĢ
stru ction
ĠO ne
Ġh ost
se c
ĠêµŃ ëĤ´
ÑĢ Ð¸
Ġê¹Ķ ëģĶ
Ġ ess
Ġ" Ë·
Ġ- >
as c
ÑĤ Ð°
ê»ĺ ìĦľ
ê´Ģ ë¦¬
id ed
or age
r ing
Ġê´ľ ì°®
Ġevery thing
Ġs ound
ê°ľ ìĽĶ
ix ed
µ ìħĺ
íĨµ ëł¹
Ġback ground
ë¬¸ ìĹĲ
Ġab s
g ing
Ġdet erm
l ock
M L
Ġp ress
Ġc amp
M ap
Ar ray
math bb
P h
ìĦ¼ íĦ°
d own
EN T
Ġê´Ģ ë¦¬
ìĺ¤ ëĬĶ
Ġhapp en
ìĬ¤ ê°Ģ
ĠìĻĦ ìłĦ
ì¤ĳ ìĹĲ
ict ion
C E
ĠìķĦ ëŀĺ
Ġ} );
l ang
Ġse en
' ;
Ġì ¿
Ġìĸ´ ëĬĲ
Ġpur ch
ĠìĿ¼ ë°ĺ
Ġf ace
ëĦ ·
ë¦¬ ìķĦ
Ġì»¤ íĶ¼
O S
ful ly
u k
ĠëĤ´ ëł¤
i res
F ield
m b
ëĭ¤ ìĿĮ
Ġse ason
ĠëıĻ ìķĪ
Ġw ent
Ġíİ ĺ
Ġe arly
ap i
Ġwho le
Ġhe art
n ode
ĠìĬ ¹
ê°Ģ ê²©
' d
ig ma
ĠíĹ ¤
roll er
pos ed
ìĭ¬ íŀĪ
ì½ ¤
ì¼ ĢìĿ´
! --
O ver
ĠìŀĪ ëıĦë¡Ŀ
Ġl ov
Ġêµ °
us ing
ëĿ¼ ìĦľ
Ġd om
Ġp ict
Ġresp ons
ic ation
Ġ-- >
Ġcomp lete
cre ate
ĠG u
Ð¾ Ð½
Ġb ar
ĠëĬĲ ê»´
Ġv ideo
Ġd iv
Ġì°¨ ëŁī
ĠAmeric an
Ġre comm
s el
ìľ µ
ìĻĢ ìĦľ
ì¸ ¡
Ġìº Ĳ
N o
" "
ĠM ed
r ide
] .
ìĽ ĢìĿ´
ol l
Ġë°Ŀíĺ Ķëĭ¤
as ing
Ð ¶
Ġê´Ģ ìĭ¬
Ġass ert
Ġact iv
D e
íħĮ ë¦¬ìĸ´
Ġcl ose
I L
le g
Ë· +
ab led
st ate
Ġres pect
led ge
Ġë´ Ĳ
Ġgener al
S o
ê³ ¤
i ans
f er
Ë·} ,
Ġë £
Ġì¢ĭ ìĿĦ
ìŀĲ ê¸°
in ing
Ġìłķ ë¶Ģ
ëĵľ ë¦¬
Ġprovid ed
y l
ĠN ot
ĠìķĬ ìĿĦ
ì¤ ĺ
ëª »
Ġcre ated
tr ue
Ġm en
Ġê¹ Į
Ġìľ ¡
Ġt w
ëĤ´ ê°Ģ
Ġbl ack
Å Ĥ
Ġsu gg
â Ĺ
ìĪĺ ë¥¼
b all
Ġbuild ing
Ġr a
) \
ĠëĦ Ī
ĠF l
ë¥´ ë©´
ĠìŀĲ ìĹ°
Ġcle ar
ë£Į ë¥¼
Ġaut hor
Ġãħĭãħĭ ãħĭ
Ġph ys
Ġsugg est
ĠÐ ·
ĠìłĢ ëĬĶ
an a
ĠëĨ į
Ġtr ack
d f
ì² Ļ
ëıĦ ê°Ģ
Ġr ad
on se
Ġì ĵ
Ġfr ont
â Ķ
res ult
Ġíķ´ ìļĶ
Ġtr aining
im ent
Ġìŀĳ ìĹħ
ìĿ´ ë¥¼
u ly
Ġd ate
ast ic
ri x
loc ation
Ġbl ock
Ġ ãħĭãħĭãħĭãħĭ
ro du
Ġìĺ Ĩ
ob ile
ìłĢ íĿ¬
id ence
Ġide a
ìŀ¥ ìĹĲìĦľ
$ \
Ġf urther
ìĤ¬ ëĬĶ
Ġê¸° ì¤Ģ
Ġass oci
ĠÐ ¼
Ġne cess
us ed
ì¹ĺ ëĬĶ
ĠQ u
ĠIn tern
ĠíĻ Ī
Ġlo ad
Ġp lease
Ġìĭľê°Ħ ìĿ´
n ers
ħ ëĭĪëĭ¤
il ter
Ġê± ±
ĠD r
t ings
Ġì¢ĭìķĦ íķĺëĬĶ
Ġperform ance
th ough
Ġìī ¬
Ġindust ry
Ġnet work
arg in
Ġst ay
Ġprovid es
ê¸° ìĹħ
t es
c hed
ob ject
ign ed
ĠíĶĦ ë¡ľ
ĠI nt
itt ed
iv al
Ġtot al
Ġìľł ëªħ
Ġw ond
ìĺĢ ìĬµëĭĪëĭ¤
Ġvari ous
/ **
S ervice
ĠìĤ¬ íļĮ
w ith
o o
ab or
Ġresp onse
ëĤĺ ëĿ¼
l t
Ġoff ers
ĠìĺĪ ìłķ
it es
P I
C ode
Ġf low
ìĽĢ ìĿĦ
Ġne ar
Ġs ays
Ġpre vious
Ġrel ations
ri ed
Ġse em
ĠìľĦ íķ´ìĦľ
ëıĦ ë¡ľ
anag er
ì¼ ĵ
ìĬ¤ íĦ°
Ġë¿ Ĳ
Ġìĥģ íĴĪ
in ary
Ġíķĺ ì§Ģ
âĺ ħ
ìļ´ ëį°
ĠìļĶ ì¦ĺ
er o
bl ock
Ġ: =
Ġê° Ķ
Ġneed ed
ĠC or
ëł µ
d en
Ġadd ition
Ġê°Ģ ëĬĶ
ole an
Ġìķ ī
ìĿ´ ëĵľ
pos ition
ĠF e
Ġs ent
ëŀ µ
a ur
Ġdesc rib
art ment
ĠìĤ ¶
íķ´ ëıĦ
Ġe ar
Ġcompan ies
Ġchar acter
Ġc ult
ĠìłĦ ì²´
ë ķ
Ġdist rib
í Ľ
Ġm atch
Ë· ",
Ġê±° ìĿĺ
Ġb ox
Ġhum an
Ġë¸Ķ ë¡ľê·¸
ĠìķĮ ê³ł
is es
g a
Ġch all
ĠëĨĴ ìĿĢ
Ġê·¸ëŀĺ ìĦľ
pon ent
" .
Ġìĭľ ê³µ
S ize
ì¹ĺ ë¥¼
old er
ëĭĺ ìĿĺ
Ġê°Ģ ì§Ģ
ëŀ Ļ
ëıĦ ë¥¼
íĻ į
Ġbeaut iful
ëıĻ ìĤ°
Ġì¶ ķ
Ġob tain
Ġsh op
Ġc red
pec ially
h ing
Ġam ong
ĠëĦ ĵ
Ġêµ¬ ìĦ±
Ġmonth s
ist ic
ëĨ į
Ġê¸° ëĬ¥
Ġë§Į ì¡±
n ces
ĠA dd
ë¥´ ëĬĶ
ìłģ ìĿ´
Ġë¬¼ ë¡ł
ì» ¨
íĭ Ģ
ê º¼
uro pe
Ġquest ions
cl us
at form
in ks
ĠìŀĪìľ¼ ë©°
ëĭ¤ ë¥¸
Ġh om
ĠS up
ë³´ ëĬĶ
Ġex ec
Ġm or
ĠJ ohn
ì£ ½
Ġtry ing
ĠíĻľ ìļ©
Ġìµľ ëĮĢ
ĠI m
ic ense
Ġpoint s
m on
Ġgovern ment
Ġ ðŁ
Ġpot ential
ĠÐ ³
Ġind ex
Ġadd ed
ĠìķĦ ì¹¨
íķĺ ìĭł
Ġc ard
íĨ ¡
ĠìĿ µ
Ġinst ance
ear ch
Ġíı¬ íķ¨
Ġìĸ´ ëĶĶ
ĠR eg
y d
Ġd est
our n
Ġa ch
Ġwh ite
Ġs rc
Ġëħ ¼
Ġê·¸ ëłĩ
def ault
Ġsim ilar
Ġev ents
ìĸ´ ëıĦ
Ġm iss
Ġê¸° ë¡Ŀ
ou ch
ìĶ Ģ
ames pace
Ġ ..
o ke
ĠëĺĲ ëĬĶ
ëĲ ©ëĭĪëĭ¤
ëľ »
Ġn um
in fo
ì£¼ ìĭľ
Ġê³µ ë¶Ģ
Ġsome one
. )
ud e
ac ed
er al
re t
Ġany thing
ĠìĿ´ìķ¼ ê¸°
Ġdown load
ï ¿
nd er
ur ance
Ġun ique
F rom
st yle
m ax
ou nc
Ġw ait
ëĿ¼ ëıĦ
ĠìŀĪ ì§Ģë§Į
ic ient
Ľ °
] (
Ġh alf
Ġìŀĳ ìĿĢ
Ġd ig
Ġíĥ Ħ
ì£¼ ìĿĺ
Ġsign ific
ic ult
ĠìķĪ ìłĦ
ab ase
Ġc rit
un k
Ġìĭ ¸
re l
d b
ph i
ìĭ ¸
Ġser ies
O D
Ġimpro ve
Ġëĭ µ
Ġs um
Ġhtt ps
Ġíĭ °
ĠìĥĿê°ģ ìĿ´
ëıĻ ì°¨
Ġpr im
Ġt aking
Ġa ud
ac hed
Ġcan not
Ġp aper
ĠC al
Ġent ire
Ġe conom
Ġ er
^ {Ë·
In st
ìĬ¤ íħľ
ìĬ Ī
st art
Ġì ı
il it
ys is
E qu
Ġm ass
Ġsim ply
íĬ¹ íŀĪ
Ġcont ext
ìĤ¬ ìĭ¤
c ast
Ġì į¨
Ġcl ient
ëª ¬
ê°Ģ ëĬ¥
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġfriend s
Ġiss ues
Ġsoft ware
ëĲ Ĳëĭ¤
Ġp ick
Ġex am
med i
ë¦¬ ì§Ģ
ell ing
Ġhist ory
Ġh ope
A tt
op er
itt en
ìľĦ ìĽĲ
ĠB y
ed d
Ġwr ite
ë²¤ íĬ¸
ï ¸
Ġw omen
ĠëĮĢ íĨµëł¹
U p
Ë· &
Ġf all
ëĶĶ ìĸ´
c all
Ġcustom ers
ë²Ī ì§¸
¯ ¤
Ġt ax
ie f
l ambda
Ġê¸° ìĪł
M y
Ġìĸ¸ ìłľ
Ġm ach
re ate
om an
res p
ë¨¸ ëĭĪ
¬ ëŁ¬
ë¹ µ
ĠìŀĲ ì£¼
Ġë¬´ ìĹĩ
Ġal most
Ġp ain
c ome
íķľ êµŃ
Ġìĺ µìħĺ
ë³ ¶
ê±°ëĵł ìļĶ
Ġ{ \
o ber
ë£ ¸
ann el
Ġ[ Ë·
Ġ Ã©
íĺ ľ
Ġhow ever
Ġim plement
Ġw all
Ġw idth
Ġqu ite
re w
Ġmed ia
Ġíŀĺ ëĵ¤
Ġit em
bo ard
Ġtechn ology
ch o
Ġë§Į íģ¼
Ġorig inal
ëª °
ë³´ ë©´
ag ram
Ġbl og
Ġm illion
ìĭľ ìķĦ
ë¡ľê·¸ ëŀ¨
ì§Ħ ì§ľ
Ġem ail
ĠUn ited
ad es
Ġele ment
Ġcomp on
L A
r t
ĠëĮĢ íķ´ìĦľ
Ġìŀ Ķ
Ġchang es
V ER
plic ation
H and
Ġì¹ ¨
ĠìĿĺ ë¯¸
ìĿ´ ë¸Ķ
O P
ìĿ¸ëį° ìļĶ
~ !
an el
ight s
ìĿ´ ëŁ°
ê²ł ì§Ģë§Į
Ġf ive
Ġaut om
ê°Ĳ ìĿ´
Ġcl aim
se e
Ġprofession al
ë¯ Ģë¡ľ
sel ves
e ed
Ġsol ution
Ġë§Ľ ìĿ´
êµĲ ìľ¡
or ing
ĠìĥĪ ë¡ľìļ´
Ġp ref
ut h
ì§Ģ ìĹŃ
Ġm ap
li ent
i qu
ÑĤ Ð¸
ìĿ¸ íĬ¸
Ġë¯ ¿
ìĿ´ ë©°
ëį° ìļĶ
Ġdet ails
Ġë§Ī ì§Ģë§ī
v ing
Ġìµľ ê·¼
Ġmanag ement
Ġc ook
ĠìłĢ íĿ¬
ĠM in
ĠG e
ê·¸ëŀĺ ëıĦ
il i
Ġwrit ing
V al
ĠíĬ¹ íŀĪ
Ġê² ¨
ĠëĬĲëĤĮ ìĿ´
i et
g t
ë ¨¼
íĹ ¤
Ġsystem s
ìĥģ ìľ¼ë¡ľ
l im
ìĽĮ ìĦľ
Ġro le
ê·¼ ëį°
ìĺ ¥
Ġ( !
A g
ain er
ê² ¼
. âĢĿ
ìĭľ íĤ¤
Ë·" />
M essage
Ġpol it
Ġê°ľ ë°ľ
ì´ Į
ĠíĸĪ ëĬĶëį°
Ġins ide
ëłĪ ìĬ¤
Ġac cept
Ġìĺ¤ ëŀĺ
ì į
B e
we b
Ġë© ĭ
Ġfin anc
se lect
ãħ ¡
Ġfe ature
P l
ĠìĺĪ ìķ½
Ġf oot
Ġl iving
ï¿ ½
Ġt aken
Ġiss ue
ĠìĥĿ íĻľ
ë¥´ ê³ł
Ġbel ieve
Ġv ia
j ava
ë¶Ģ ìĤ°
Ġr ather
um b
Ġíĥ Ī
g l
ĠP ol
Ġet c
C C
ĠíĦ °
Ġëĵ± ìĿĺ
ë¬´ ë¦¬
Ġj ava
s um
ĠD es
g es
Ġout put
ì¹ľ êµ¬
rou ps
Ġper cent
Ġrun ning
U ser
ìĤ¬ ìĹħ
¬ ìĺģ
Ġare as
ĠëĦ£ ìĸ´
ĠÃ ł
h a
.. ...
ĠA fter
s q
ĠëĤĺ ìĻĶ
Ġê·¸ ëłĩê²Į
ĠìłĢ ëħģ
íı Ń
Ġcol l
ï¸ ı
Ġìĥģ ëĭ´
ĠN ULL
ar row
lic k
ë¹ Į
B uild
Ġpartic ip
íĺ ¹
Ñ Ħ
Ġë§ŀ ì¶
ìłķ ë³´
Ġë´ ¤
ĠìłĦ ìĹĲ
uff er
ê° Ķ
O ut
Ġmom ent
Ġcho ose
ìĨ Ķ
idd le
Ġst ore
Ġë§Į ëĵł
L og
ìĿ¼ ìĿ´
Ġst d
ìľ¼ ëĤĺ
Ġd u
Ġst e
Ġìĸ¼ êµ´
Ġc opy
ëŁ ´
j e
) }
ĠC ount
qu ot
ê²ĥ ìĿ´
iz ing
i Ã³
al t
ìĽĲ ìĿĦ
ĠìŀĪìľ¼ ëĭĪ
ĠëıĦ ì°©
ĠA N
ìĭľ ìŀ¥
Ġexpect ed
ibr ary
L oc
AT E
ìłľ íĴĪ
ĠE urope
ì½ ĺ
Res ult
ĠM e
Ġnat ural
ĠìĬ ¬
ĠìĤ´ ìķĦ
ĠCom p
Ġsub ject
Ġeng ine
ĠìĪ Ļ
ëªħ ìĿ´
í ĮĢ
pl ied
d om
Ġê²½ ìłľ
Ġappro ach
Ġl at
Ġìĺ¬ ëł¤
le ge
d t
ë§ ŀ
anc ed
à ¤
ateg ory
ìĿ¸ ìĿĺ
M A
but ton
ĠY ork
ĠëĬĲ ëģ¼
av en
Ġdiff icult
Ġë° ¤
Ġshow s
ĠThe n
esc ription
Ġex act
ĠìķĬ ìķĦ
íĤ ¹
am ed
Ġse ction
p ri
ëıĻ ìĿĦ
ĠìĿ¸ íĦ°
b ase
Ġê¶ģ ê¸Ī
Ġproble ms
Ġterm s
air s
Ķ ê°Ģ
id ge
o res
Ġcl ick
ê¶ ģ
ag ed
Ġinst ead
ĠY our
il le
Ġë§¤ ìļ°
S er
ĠëĲĺ ê³ł
Ġens ure
Ġest ab
Ġì°¸ ê³ł
ĠíķĦìļĶ íķľ
íĦ ´
av es
ens ive
oc ol
| |
ĠO ff
O L
Ġê²° ìłķ
íģ¬ ë¦¼
ì¶Ķ ì²ľ
N ew
Ġë¶Ģ ëĭ´
Ġtr avel
Ġwor ds
ìĽĲ ìĿĢ
ĠT V
Ġëħ ¹
ìĹĪ ê³ł
ĠĠĠĠĠĠĠĠ ĠĠ
Ġb ad
ĠÐ ±
Ġd am
ut ed
ĠE d
Ġìĸ »
ìĿĦ ëķĮ
n ter
E nt
id ay
ith ub
Ġê°Ģ ìł¸
Ġíģ¬ ê²Į
c er
Ġ< <
Ġde g
ê²Į ìļĶ
ep s
Ġr ate
a id
Ë·} \
Ġìľł ì§Ģ
Ġìłľ ìŀĳ
ref ore
Ġso on
om et
Mod el
che ck
itt ing
Ġes pecially
it ing
ì½ ľ
Ġë§Ĳ ìĶĢ
Ġë³´ ìĿ´ëĬĶ
c ase
w ise
ĠìĪ ł
st atic
Ġoff ice
F r
Ġit ems
pl it
f in
ef ore
$ Ë·
Ġf ig
Ð½ Ð°
s up
Ġsc he
ì´ ī
b ug
Ġcontin ue
A d
Ġstand ard
Ġa w
Ġco ver
Ġìĭł ì²Ń
ĠP er
Ġ Ñĥ
Ġêµ¬ ìŀħ
ĠìĽ ĥ
uf act
ìĬ¤ ëĬĶ
p age
ì Į
Ġìłľ ëĮĢë¡ľ
B C
em pt
Ġìŀ¬ ë¯¸
ĠC ity
he l
tt y
Ġv o
â Ĩ
i us
Ġëı ¼
Ġì°¸ ìĹ¬
h and
ìķĦ ì£¼
Ġê²Į ìŀĦ
ëĬĶ ëĭ¤
Ġmat ter
ĠP art
[ "
m ark
ëĸ ¡
N S
et urn
Ġnot hing
Ġinclud es
Ġê° ĳ
Ġass ist
ì ¥
g en
Ġì£¼ ì°¨
ìĻ Ķëĭ¤
Ġapp ly
ĠS et
ĠB o
ã İ
ĠN ational
Ġto ld
ove red
ap h
Ġloc ation
ë©Ķ ëī´
act ive
ĠìĨ ¡
im age
d oc
êµ° ìļĶ
Ġse par
ĠE l
ê²ł ì£ł
so ft
Ġth ird
íĬ ľ
irt ual
ĠìĹ° êµ¬
ub e
ë Ĵ
ist r
Ġus ers
Ġsignific ant
Ġb row
ĠìĤ¬ëŀĮ ëĵ¤ìĿ´
Ġo il
Ġv an
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġfil es
Ġf ire
Ġf ul
Ġëĵ £
ìĤ¬ ìĿĺ
Ġreg ard
ì ¯¤
Ġí ĳ¸
ê¹ ¨
ag ing
ĠA ust
Ġwant ed
Ġdesign ed
S ystem
Ġê²½ íĹĺ
Ġa ge
ĠìŀĲ ìĦ¸
ĠíķĻ ìĥĿ
n ext
ĠìķĦ íĮĮíĬ¸
ĠìĿ ĳ
Ġcor rect
ĠìłĢ ëł´
ap ter
ce ed
Ġìī½ ê²Į
Ġlik ely
ë¦ ¿
ass ert
Ġw ays
l ib
Ġë¿ Į
M S
Ġì± Ļ
and om
Ġknow ledge
Ġíķ´ ì£¼
Ġhig her
ëĵľ ë¦½ëĭĪëĭ¤
Ġst aff
Ġeff ort
Ġíķĺ ëĬĶëį°
Ġequ ip
ĠD is
il on
M P
sp ace
Ġì¦Ŀ ê°Ģ
I R
t em
Ġfor ward
ìĪĺ ëĬĶ
add ing
Ġs ens
B S
Ġd ouble
Ġf a
¨ ìĿ´
Ġprob ably
r ang
Ġp red
ë¿ Ĳ
n y
Ġtyp es
ĠS er
ê°Ļ ìĿ´
Ġìķ ħ
Ġadd itional
z y
ĠìŀĲìĭł ìĿĺ
Ġle arning
Ġn ode
__ __
ĠìŀĲ ì²´
Ġw atch
ľ ĺ
" />
j ust
ĠH is
Ġìłľ ìĿ¼
Ġin fl
Ġg round
n ov
Ðµ ÑĤ
ãħľ ãħľ
Ġë Ł
ìĿ´ ì§Ģë§Į
Ġb order
Ġreg ular
ĠìĿ´ íķ´
Ġdo or
ĠìĦ± ê³µ
c ul
Ġì» ¨
r up
ĠìĹ´ ìĭ¬íŀĪ
ìłľ ë¥¼
Ġsu ff
Ġê· ¹
^ \
im g
ê°Ĳ ìĿĦ
Ġt akes
ĠS outh
Ġf it
Ġex tra
Ġl ength
Ġyour self
ìĸ´ ìķ¼
Ġíĺ ¹
math bf
ëŀ Ĳ
Ġìĥģ ìĬ¹
Ġinit ial
Ġup on
R eg
ìĸ´ ê°Ģ
Ġíķ´ ëĭ¹
Ġë¶Ģ ìĤ°
es e
b eta
ew ork
Ġw ar
Ġìłģ ìļ©
un t
ĠìĦł ë¬¼
Ġser ver
f low
Tr ans
C l
Ġout side
Ġfav or
ìĬ ´
Ġíķ´ ê²°
ĠS chool
Ġë Ľ°
ap ache
Ġf ast
Ġcent er
ë¹ Ľ
Ġê°Ģ ëĵĿ
Ġìŀĳ íĴĪ
Ġg e
Ġwor d
": "
Ġs ix
ach ing
Ġìĺ¤ íĽĦ
ìĿ´ ìĹĪëĭ¤
Ġê°Ļ ìĬµëĭĪëĭ¤
Ġcond itions
Ð½ Ð¾
Ġph one
ìłĦ ë¬¸
ĠW orld
Ġrelations hip
L e
op h
íĭ ±
íĬ¹ ë³Ħ
Ã §
Ġpop ular
R ead
Ġl ower
Ġind ic
c a
Ġë¶Ħ ëĵ¤ìĿ´
Ġevery one
ì£¼ íĥĿ
Ġ row
Ġê°Ģ ê¹Į
Ġask ed
Ġmem ber
Ġcustom er
- \
ìłĲ ìĿĦ
an ch
Ġë°Ľ ê³ł
Ġì¤ĳìļĶ íķľ
v is
íķĺ ìĭ¤
yn am
Ġ il
ĠìĤ´ ì§Ŀ
Ġint rodu
Ġë¹ ¼
k en
g ithub
Ġdev ice
ìĿ´ ìĹĲ
ĠI D
Ġne g
ĠìŀĲ ë¦¬
ĠA b
ĠíĿ Ĳ
ê² ģ
ĠL ist
ig ation
ĩ¼ íķĳ
Ġë¸Į ëŀľëĵľ
Ġd raw
ĠA g
c ss
ìĿ¸ ìĿĦ
Ġ} ;
ëĤĺ ë¬´
ĠL a
Ġs ave
ìłĲ ìĿ´
ĠíĻ ©
Ġcom fort
Par am
Col or
Ġ ill
íĿ ¥
ì¢ĭ ìĿĢ
I I
p o
ìĭĿ ìľ¼ë¡ľ
ìŀ ĸ
U L
Ġb ound
ë§ ¥
íİĺ ìĿ´ì§Ģ
Ġì¸ ¡
Ġro ad
Ġë¹Ħ êµĲ
qu ery
íķľ íħĮ
íĮ Ķ
Ġide as
ë ļ
Ġìĸ ĺ
ë¶Ģ ëĬĶ
d ev
® ¤
T able
m ing
Ġval id
Ġsec urity
Ġë ļ
Ġë ī´
Ġand roid
Ġread y
Ġrece ived
Ġ ;
ĠìĹ¬ ë¦Ħ
íĻĶ ì§Ī
ì§Ģ ëĤľ
ĠSt ate
val id
ë¡ ¯
is f
Ġbeh ind
Ġc am
s y
C ount
a e
ĠìĿ´ ë£¨
ĠìĽ Į
ëŁ Ń
ĠJ an
he ight
g le
P S
Ġlong er
=" ../../
mod el
Ġê·¸ ë¦¼
Ġn il
ìĬ ·
re c
ìķĺ ìĸ´ìļĶ
ëĮĢ ë¥¼
ëĤ ¸
ĠêµŃ ë¯¼
D ate
Ġl oss
ìĿ´ íĦ°
ĠS ome
Ġrece ive
al es
Ġs ort
ê¹ Ĳ
Ġë°Ķ ëŀĮ
Ġs on
Ġ ]
Ġrem ov
Ġíĳľ íĺĦ
Ġbu ilt
ĠN orth
ìĥĿ íĻľ
Ġë¬¸ ìĿĺ
Ġê°Ħ ëĭ¨
ìĥĿ ê°ģ
V E
ĠìĿ´ ëıĻ
Ġcond ition
Ġs le
} _
Ġus ually
Ð» Ð°
ĠíĬ¹ ë³Ħ
Ġg lobal
Ġë³´ ëĬĶ
P r
íķĺ ìĭľë©´
Ġh ol
Ġacc ording
or ks
Ġhe ight
Ġw indow
s ing
Ġìĺ¬ íķ´
out e
Ġsa f
ëķĮ ë¬¸ìĹĲ
Ġs end
Ġincre ase
Ġk it
Ġcol lect
com ing
ê ´
Ġg ames
ĠìĿ¼ ìĿ´
ac her
ĠíĻĶ ìŀ¥
Ġs qu
p ost
M anager
Ġì°į ìĸ´
e es
ëģ Ĺ
In ter
Ġmult iple
e ff
Ġrec ogn
Ġis n
Ġì£¼ ëĬĶ
ÂłÂł ÂłÂł
Ġcom ing
h ib
ch ange
ĠíķŃ ìĥģ
ĠM od
Ġcurrent ly
ĠìŀĪ ê¸°
Ġë§ĽìŀĪ ëĬĶ
ë§Į íķľ
if ier
Pro perty
Ð½ Ñĭ
ĠìĻ ķ
Ġë¬´ ë£Į
ĠìĹ¬ ìĦ±
ëł¸ ëĭ¤
Ġag o
in ner
D is
Ġrel ated
Ġì£¼ ë³Ģ
k m
s igma
Ġpri or
i ol
ìĶ ¬
Ġ= ==
T H
Ġnew s
ì¹ ¼
Ġê¿ Ī
ìĶ¨ ê°Ģ
ĠS m
ìłľ ì£¼
Ġì¶© ë¶Ħ
( {
ìĿ¼ ìĿĦ
b uild
Ġp ers
ìĹħ ì²´
ĠM an
ìł¸ ìĦľ
ĠB ar
Ġup date
Ġse ems
b ig
Ġimp act
Ġìĺ ·
Ġì¼ ĢìĿ´
? )
Ġì¿ ł
u ge
ĠA ct
at o
Ġs il
Ġhe ld
u el
Ġë°° ìļ°
Ġs n
in ition
ìĿ¸ ëĭ¤
ìĬ¤ëŁ¬ ìļ´
Ġsc reen
ìľ¼ë¡ľ ëıĦ
Ġíķ´ ëıĦ
ìĹ¬ ê¸°
f ont
O ne
Ġfil m
ê°Ģ ê°Ģ
z a
Ġsh all
re ed
Ġ( \
ìĿĮ ìĿĦ
Ġë ŀ
op s
Ð» Ð¸
Ġr isk
ĠS ch
íķĻ ìĽĲ
Ġl abel
Ġpart y
ac ing
C all
m ission
Ġì¹ ¼
ìĭĿ ìĿ´
Ġë¶Ģ ëĵľ
Ġìĸ´ ë¦°
Ġì¹ĺ ë£Į
opt ion
ĉĉĉĉ ĉĉ
k a
ild e
Ġc irc
ç ļ
Ġë°ľ íĳľ
ell ow
Ġits elf
ail y
Qu ery
con tain
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Res ponse
ë³´ ëĭ¤ëĬĶ
ĠìłĦ íĻĶ
t ab
ĠĠĠ Ċ
ĠìłķëıĦ ë¡ľ
Ġappe ar
ëĵľ ë¥¼
ver se
ĠìŀĪ ê²Į
idd en
Ġve h
ìľĦ ë¥¼
; &
Ġle ave
at al
Ġallow s
ìķ ķ
ĠP ark
Ġgr ad
f unc
Ġl anguage
Ġpre p
Ġê³³ ìĿ´
ers ion
ìĿĢ íĸī
i i
D o
Ġc ases
ê°Ģ ë¥¼
Ġup d
ĠW ill
ĠA m
Ġar ch
ê¹ Ķ
ire ction
ĠíĶĮ ëłĪìĿ´
ur g
E X
Ġinclud ed
ëĮĢ êµ¬
F A
Ġê°ĢëĬ¥ íķľ
Ġë© Ģ
Ġcho ice
ĠA ut
ĠSt ud
Ġìłľ ì£¼
C lient
Ġeas ily
Ġê¸ ´
Ðº Ð°
ê±° ìļ´
Ġcl ients
Ġcol lection
Ã© s
" ]
ĠíĿ Ķ
Ġí į¼
Ġl es
Ġ å
ĠëĲĺ ë©´
ĠëĶ° ë¡ľ
m ail
Ġm ix
ê¼ ¼
> &
ì»¤ íĶ¼
ĠëĤĺìĺ¤ ëĬĶ
ìŀ¥ ìĿĺ
ìĤ Ń
ê¸° ê°Ħ
âĻ ¡
ëĿ¼ ë©´
op en
so le
ëĵľ ë¦´
b ased
Ġthrough out
H T
j son
Ġpro te
Ġë§Ī ëł¨
íı Ĳ
Ġcomp lex
Ġë ½
ak er
ëĭĪ ëĭ¹
Ð¾Ð ¹
Ġb al
ëĲ Ĳ
ĠSt ates
Ġë§ ĺ
Ġloc ated
t x
e ks
Ġë§ ¥
Ġh on
. '
ìŀ ł
ì§Ħ ëĭ¤
Ġb ir
ĠìĶ ¨
Ġcon tract
ë§ ¨
b or
Ġë°Ķ ëĿ¼
Ġde ep
ĠëĶ ¸
Ġwe ight
Ġwond er
Ġëħ¸ ëŀĺ
Ġnecess ary
Ġcol umn
ĠìĺĪ ìģĺ
se qu
Ġ( )
ĠìĹ° ê²°
Ġì¢ĭ ìķĦìļĶ
Ġw ood
Ġë² Ķ
ë§İ ìĿĢ
Ġfinanc ial
x y
Ġcomm and
er g
m as
Ġê²ĥ ìŀħëĭĪëĭ¤
ĠA pr
ĠM ark
ag n
ic les
Ġëĵ± ìĿ´
Ġê±± ìłķ
Ġlim it
Ë· ãİ
ĠìĹĨ ìĸ´
ĠìŀĲ ê¸°
ĠI S
Ġê·¸ ëĮĢë¡ľ
çļ Ħ
Ġëį ķ
a ul
c ore
ìĦł ìĿĦ
Ġs ense
Ġpre tty
Ġto wn
ĠìĨ Ķ
Ġr ound
ĠíĶĦ ë¡ľê·¸ëŀ¨
ot ype
ê¼ ¬
Ġíķĺ ê¸°
ëĶ ±
ëĮĢ ê°Ģ
ĠìķĦ ë¦Ħ
ĠN ow
Ġì¢ħ ë¥ĺ
Ð¾Ð³ Ð¾
ë¡ ±
ev ent
ì¹ Ń
ê²½ ìĿĦ
ur b
ĠG ener
ìī ½
ĠD ep
íļĮ ìĿĺ
ĠìĤ¬ ê³ł
Ġbr and
ĠìĹħ ì²´
act ory
ìĹ ĺ
y ear
ìĨĮ ë¥¼
ist ration
ac ity
ĠJ ust
Ġsk in
ê·¸ ëĥ¥
ĠìĺĪ ìĥģ
Ġ' '
Ë·% )
y les
ĠV al
n own
ëĺĲ íķľ
Ã ¥
íĸĪ ê³ł
ëĳ ĺ
Ġwr itten
ìĹĦ ë§Ī
ĠìĬ¤ íĬ¸
Ġor d
ic o
resp ond
b a
Ġf ail
ìľĦ ìĹĲ
requ est
Ġìĥģ ëĭ¹
Ġansw er
Ġìĸ´ ëłµ
ìĸĳ ìĿ´
Ġë¶Ħ ëĵ¤
ram ework
ĠíķĻ êµĲ
í Ģ
E C
ìłĳ ê¸°
ê°Ģ ìĦľ
Ġsa w
Ð² Ð°
ĠëĤ´ ë¶Ģ
r un
Ġ ãħİ
ì§Ģ ìķĬ
Ġg ir
* }
Ġc ross
Ġìķ Ķ
Ġtreat ment
ëĭ Ń
A p
íķĻ ìĥĿ
ìĦ ¯
R ec
ĠR ep
r ad
Ġ !!
O ur
Ġpract ice
ĠìŀĪ ëĬĶëį°ìļĶ
Ġob serv
sh ip
ìļ° ìĬ¤
Ġìĺģ íĸ¥
ìĭľ ì¼ľ
Ġsh own
íķĺ ëĭ¤ê³ł
~~ ~~
ir it
Ġë³´ ëĭ¤
U E
Ġmain tain
ëł¤ ìĦľ
Ġman ufact
ad em
Ġhapp y
ëįĶëĿ¼ ëıĦ
ìŀ¥ ëĭĺ
S ub
Ġpro per
ì½ ©
íķľ ëĭ¤ê³ł
Ġprodu ction
Ġmod els
ĠëĤĺ ìĻĢ
Ġn ormal
Ġë¶Ģ ì¡±
Ġim ages
íĨ ¤
Ġc ause
Ġam az
íĽ Ī
ä º
ĠíĴ Ī
E d
i os
ë¦ ĩ
ìĪĺ ëıĦ
ìĿ´ ì£ł
ê°Ī ë¹Ħ
Ġê³¼ ìłķ
i pe
Ġpart s
Ġs we
i as
iz es
ì¹ĺ ê°Ģ
Ġconc ern
á Ħ
i am
C he
ìĤ¬ ìĿ´
ìķĦ ëĭĪ
Ġb ool
ì¢ Į
Ġstruct ure
ĠL et
Ġê¸° ê°Ħ
Ġìłķ ë¦¬
Ġread ing
Ġopportun ity
ìķĺ ìĬµëĭĪëĭ¤
ëĦ ĺ
Ġlook s
} _{
íĶĦ ë¡ľ
Ġëľ »
ìĿ´ìĸ´ íĬ¸
Ġdirect ly
Ġê² ¬
ìĽĲ ìĹĲ
Ġìĭ «
c urrent
Ġ$ (
í Ĥ¬
Ġì ª½
Ġë§ ¡
Ġìĭľ ìĽĲ
Ġdri ve
ì§Ģ ë¡ľ
A pp
Ġmod ern
ë° ĸìĹĲ
Ġmethod s
ìľ ¤
f alse
ìĹĨ ëĬĶ
Ġd a
Ġany one
ĠíĿ ¬
Ġs un
Ġcom pl
ìķĦ ì§Ģ
ï¼ Į
ĠM on
Ġd og
Ġw ide
Ġin sp
íĻĶ ê°Ģ
ëĶĶ ìĺ¤
Ġgiv es
Ġì¢ĭ ëĭ¤
Ġê°Ģ ìĦľ
ëĭ¤ ìĭľ
S P
īìŀ¥ íŀĪ
re st
ìĿ´ ìĥģ
Ġê°Ģ ìļ´ëį°
ìĭľ ìĦ¤
Ġrec ent
ì²ĺ ìĿĮ
Ġc y
ìĿ´ëĿ¼ ë©´
æ ľ
li ke
lo at
ë°© ë²ķ
l en
ĠìĽ Ģ
Ġst atus
U M
Ġë¹Ħ ìĬ·
am a
âĢ ¢
ch ild
Ġëľ ¨
T D
Im age
ĠìłĦ ë§Ŀ
con text
Ġeduc ation
ìĥ ¤
math rm
Ġreg ion
ë¨¹ ê³ł
Ġad min
ëĲĺ ì§Ģ
ĠìĿ´ ë²¤íĬ¸
ache s
ì§Ģ ìĹĲ
Ġde ath
ë² ¨
pt ions
Ġdef ined
ĠD on
Ġav oid
Ġìĸ¼ë§Ī ëĤĺ
íĶ¼ ë¶Ģ
icro soft
> >
Ġì§ ľ
Ġg en
g amma
íļĮ ë¥¼
ĠìĻĦ ìĦ±
Ġ ÑĤ
Ġwork ed
Ġquick ly
ĠS w
Ġìĺ¤ ëĬĶ
ent al
i ers
the ta
ìĹĪ ì§Ģë§Į
ĺ ĳ
Th at
ë¡ľ ëĬĶ
ìĤ¬ ìļ©
Ġfe ed
ìĸ´ ëĸ
ĠC lass
Ġíĺ¼ ìŀĲ
íģ °
Ġl os
Ġproject s
íİ´ ê¸°
a a
z z
Ġì «
ĠìĿ´ ëĤł
ĠìĿ¸ íķ´
oc ks
Ġrecomm end
Ġt our
Ġwor th
ri p
ĵ ¨
ðŁ ĺ
ìł ł
Ġsh ip
á ħ
I F
Ë·} $
Ġins urance
Ġê½ ¤
A ct
Ġeffect ive
olog ical
ĠS im
Ġnot e
Ġsat isf
ele br
Ġpol icy
Ġim medi
ìĿ´ ê¸°
ìĿ´ ìķ¼
T Y
Ġcomput er
Ġaff ect
ì¹ĺ ê³ł
x i
Ġê¸° ì¡´
ist ry
ë ½
Ġìķ½ ê°Ħ
Ġì½Ķ ë¡ľëĤĺ
Ġt im
ë§Į ìĿĺ
Ġê¸° ë¶Ħ
Ġsal es
Ġre pl
S C
ab y
Ġë°Ķ ëŀįëĭĪëĭ¤
Ġh or
Ġpl atform
Ġey es
Ġactiv ities
ëıĦ ìĭľ
ĠH igh
Ġpat tern
ĠëĬ ¥
in ate
AM E
ê¸Ī ìĿĦ
ock et
ìķ ¤
ĠC r
íĺ Ī
Ġë°Ľ ìĿĦ
Ġê·¸ëŀĺ ëıĦ
Ġent ry
at ur
ìľ¼ ë©´ìĦľ
Ġc ool
Ġs ong
ì£¼ ì°¨
G roup
íĮ ©
Ġon es
Ġë¹ µ
Ġp le
ë¹ Ī
ro s
re et
h am
Ġgrow th
() {
Ġb lo
Ġgr aph
d elta
Ġ vers
Ġì§ĳ ì¤ĳ
P C
Ð¸ ÑĤ
ëĤ Ļ
Ġart icle
ĠW est
ìĹ¬ ìĦľ
ëĮĢ íķľ
Ġex press
ĠF in
Ġele ments
Ġíķł ìĿ¸
ëŀ «
=" #
ì¹ Ļ
ĠëĦ¤ ìĿ´ë²Ħ
ìķĺ ëĬĶëį°
Ġë¶Ħ ëĵ¤ìĿĢ
ĠëĮĢ ë¶Ģë¶Ħ
ĠM c
Ġbeh av
ĠêµŃ ê°Ģ
Ġspe ed
ĠëĶ° ë¥´ë©´
Ġëħ¸ ëł¥
ĠëĤĺ ìĦľ
en ces
âĶ Ģ
h as
Ġk ids
Ġëª¨ìĬµ ìĿĦ
Ġpre vent
In put
ìĹ¬ ëŁ¬
h ood
id ing
Ġtri ed
ĠìĹĨ ê³ł
Ġh air
c ing
ëŀ Ħ
^{ -Ë·
ê²ł ìĸ´ìļĶ
Ġcont rib
Ġë§ Ŀ
Ġê¹ Ĭ
ĠP e
Ġsk ills
ere nces
Ġìļ ķ
ĠíļĮ ìĤ¬
Ġs low
Ġc and
ĠìĪľ ê°Ħ
Ġhand s
êµŃ ìĪĺ
av y
ì¦ Į
fig ure
Ġíķĺ ë©´ìĦľ
ir ing
pack age
Ġë¯¸ ë¦¬
Ġvari ety
ĠP res
ë¦¬ ì¹´
Ġc atch
id a
å ı
ì§Ģ ì§Ģ
Ġqu al
ide red
ìľ¼ë¡ľ ëĬĶ
ìĤ¬ ëŀĳ
c el
Ðµ Ð½Ð¸
ìĿ¸ ìĿĢ
Ġexc ell
Ġa verage
Ġform at
Ġê·¸ëŁ° ì§Ģ
ond on
Ar g
ëĿ¼ ë§Ī
ar ies
ĠìĿ¸ íħĮë¦¬ìĸ´
Ġë´ ī
ĠT est
Ġanal ysis
Ġcons ist
St atus
ë¶Ħ ìĹĲ
m ethod
enc ed
Ġëĭ¤ ëĭĪ
ëŁ¬ ìĬ¤
ch an
iz er
ĠR ec
Ġë°Ľ ìĿĢ
Ġ+ =
ìŀĲ ë¡ľ
em ents
d ir
Ġwe eks
id get
T O
o oth
en ing
Ġl ines
ĠÂ «
Ġcou ple
Ġë°© ìĨ¡
ìĬ¤ íĨł
ĠìĦ ¼
ë²Ī íĺ¸
f ind
ĠìĿ´ ëŁ¬
íĦ ¸
Ġbook s
ĠëıĦ ìĭľ
c ell
cl ient
go ogle
st d
Ġë³´ ê¸°
ĠëĬ ¦
Ġm ount
ĠíĻľ ëıĻ
t imes
Ġl ate
Ġê²° êµŃ
Ġres ources
ê·¸ ëŁ¼
Ðº Ð¸
Ġë§Ī ë¬´ë¦¬
ic i
$ $
h aps
ĉ Ċ
A fter
ì² ¨
ill ing
Ġê²½ ê¸°
L ine
Ġë°ľ ê²¬
íķĺ ìŀĲ
Ġ ãħĭ
Ġì§ĢëĤľ íķ´
ĠëĮĢ ë¹Ħ
ìĿĺ ë¥¼
L ay
Ġd riv
cent er
ëĭ¤ ìļ´
Ġs em
Ġìĸ´ ìļ¸
Ġwr ong
-- -
M ethod
Ġsol utions
Ġg roups
Ġcred it
Ġbo ard
ìŀ¬ ìĥĿ
Ġc as
Ġìĭľê°Ħ ìĿĦ
ë£ ¹
Q L
E M
ĠAr t
p at
it ter
Ġì´ ī
Ġì¤ĳ ìĭ¬
s im
Ġê¼ ¬
Ġbe gan
ar ter
ì¶ ĺ
Ġì¡´ ìŀ¬
Ġì§Ģ ìĨį
Ĩ į
Ð¾ Ñģ
A ut
ĠìĦ± ìŀ¥
Ħ ìĥĪ
ĠëķĮ ëĬĶ
ì¤ ¬
St ream
ĠApr il
ëŀľ ë§ĮìĹĲ
Ġm ention
Ġf ont
Ġì²Ń ìĨĮ
ust er
_ .
Ġatt empt
p arent
ìĥģ ìĹĲ
Ġmeas ure
r ho
Ġlat est
s u
ìĥ µ
opt ions
n u
ëŀ ¬
ĠÐ °
Se lect
Over ride
at ory
Ġì§ĳ ìĹĲ
ëľ ¨
Ġëª¨ ëį¸
Build er
Ġê³ł ê¸°
ĠS ee
Ġj oin
ê²ĥ ìĿĢ
Ġë§ĪìĿĮ ìĹĲ
ĠìĥĿ ìĤ°
Ġì» ¬ëŁ¬
Ġd ark
g or
ĠA ug
Ġlead ing
Ġbec ame
ĠìķĪ ëĤ´
Ġt en
íŀ Į
ê·¸ëŁ° ëį°
ĠT HE
íķ¨ ìĿĦ
ëł ī
E nd
ë Į
ĠS ec
en ame
íĻ Ģ
Ġatt ack
ĠìŀĪ ëįĺ
Ġìłľ ê±°
ĠìĹ° ëĿ½
u id
Ġì´ ¬ìĺģ
h ost
Ġthem selves
ĠëıĦ ìĽĢìĿ´
ĠìĿ¼ ë¶Ģ
Ġê²Ģ ìĥī
ĠF rom
Ġrem ove
Ġë¶Ħ ìĦĿ
o e
Ġt ask
Ġde cl
Ġf ine
Ġì£¼ ë§Ĳ
app ing
ìĽĲ ìĿĺ
Ġsol id
f a
ĠG erm
ìŀĲ ë¦¬
> (
ëªħ ìĿĦ
Ġgo al
Ġìŀĳ ìĦ±
ch ar
Ġun it
epend ent
ĠìĪĺ ì¤Ģ
ĠH er
ĠH ere
app end
ĠTr ans
Ġab ility
Ġf requ
ãĢ Ĥ
ĠìĤ¬ì§Ħ ìĿĦ
le q
ê°Ģ ê³ł
Ġright s
ìļ´ ëıĻ
m ain
Ġtool s
Ġlevel s
com es
ial og
ĠO ct
Ġë§¤ ìĿ¼
Ġassoci ated
ìĪĺ ë¡Ŀ
Ġê²¨ ìļ¸
Ġcons idered
Ġdep end
Ġaut o
ĠìĹĨ ìĸ´ìĦľ
Ġpre c
Ġn ice
Ġì¢ĭ ê³ł
Ġpos itive
íĻĺ ê²½
ìº Ĳ
ĠìĤ¼ ìĦ±
ĠGo ogle
Ġn a
ĠAust ral
her n
ĠCount y
ĠM ore
Ġmaterial s
Ġmor ning
Ġp ark
E L
Ġpro perties
S tr
ì¢ Ģ
Ġs us
Ġl ost
Ġb all
Ġê±° ëŀĺ
ind ing
Ġintern ational
Ġ util
ĠëĦ£ ê³ł
ĠEng lish
ang er
Ġm other
Ġì¦ ī
Ġl ives
oci ety
ĠëĤ¨ ìŀĲ
ĠìĿ´ ë¥¼
head er
ĠíĻķ ìĭ¤
Ġn ational
íķĺ ëįĺ
bt n
ĠCent er
m em
Ġcon nection
ele te
ìĿ´ ë©´
ĠìĪĺ ê°Ģ
Ġprovid ing
Ġf resh
íĴ Ģ
G ener
st atus
Â »
iÃ³ n
ã Ĩį
S he
Ġent er
Ġd im
ĠìĨĮ ë¹Ħ
ĠìĤ¬ ê±´
us es
O W
Ġrec ently
Ġtem per
ourn al
ìħĶ ìķ¼
ĠìŀĲ ìľł
Ġì½ ĺ
Ġê¹¨ ëģĹ
an o
ëĭ¤ ëĭĪ
ĠA cc
P os
ĠB rit
Ġìĺģ ìĸ´
ĠíĶ¼ íķ´
ĠN e
ëĦ¤ ìĿ´ë²Ħ
Ġbut ton
Ġus es
ĠA c
ĠA ir
ar a
Ðµ Ð¼
ĠP lease
ìłķ ë¶Ģ
ìĥģ ìĿĺ
ë¦¬ ê¸°
Ġs ell
Ġp ull
ëł¤ ë©´
Ë·$ ,
ìłĦ ìĿĦ
ä »
Ġan im
rup t
ĠìĿ´ ê³³
ëĤĺ ê²Į
ĠÐ ¡
ë° ¤
ê² ¹
Ġconst ant
Ġpl ant
S ource
Ġtr ust
ĠA pp
Ġcor respond
Ġst ream
ì ĩ
t ure
enc ies
ĠíĻĺ ê²½
ell a
íĸĪ ì§Ģë§Į
ish ing
ate gy
ì¤ įëĭĪëĭ¤
al y
ìĺĪ ìķ½
arg s
Ġs ym
Ġsa fe
Ġhand le
ĠíĺĦ ëĮĢ
ìłĦ ìŀĲ
Ĳ ëŁ¬
n es
íĸĪëĭ¤ ê³ł
Ġt ouch
Ġë£ ¨
ê¸° ê³ł
ent y
Ġmed ical
Ġmach ine
Ġpat ients
Ġf elt
Ġê·ľ ëª¨
Ġg reen
k g
Ġatt ention
Ġro ll
C L
IN T
=" +Ë·
Ġ ãħł
ë¡Ń ê²Į
Ġact ive
ĠS te
ë ĩ
C K
Ġìĭľ ìĬ¤íħľ
Ġplay ers
ĠìĽĢ ì§ģ
it ect
ĠO F
m t
Ġìłķ íĻķ
c s
u y
Ġamaz ing
ĠM arch
Ġsom et
ug in
ĠíĥĢ ê³ł
ĠWh ile
Ġb ud
Ġë§ŀ ëĬĶ
í ĵ¨
íĶ ½
ë» Ĳ
Ġë´ Ħ
Ġlead ers
Ġêµ¬ ì¡°
Ġc elebr
Ġcont ains
Ġmy self
Ġêµ¬ ê²½
ëĳ ¥
ĠU p
s rc
ĠëĲĺ ìĹĪ
ĠĠĠĠĠĠĠĠ Ċ
ĠëĶ° ëľ»
ĠìĤ´ íİ´
Ġrem ember
Ġim m
ĠS k
pect ed
ëĿ¼ ìĬ¤
Ġset ting
Ġe p
l ast
ì¥ ¬
ë¬¸ ìĿĺ
b um
Cont ent
ve y
Ġmeet ing
p ng
le m
Ġmarket ing
B A
Ġfunction s
E E
Ġstud ent
ĠR em
ëĮĢ ìĹĲ
ĠS T
Ġíı Ĳ
Ġkit chen
ë§Ī ìŀĲ
Ġë§ĽìŀĪ ê²Į
ĠìĬ¤ ë§ĪíĬ¸
ri ve
Ġprogram s
ĠR ed
Ġhigh ly
ĠëĤĺ ìĿĺ
Ġdec ision
Ġcost s
part ial
Ã £
at ives
ìĻ ľ
Ġac com
b ottom
ect or
Ð° ÑĤ
" ),
a ign
ĠìľĦ ìĹĲ
Ġìľ ¤
p ush
ê¸° ê´Ģ
í ĩ´
ft y
el ine
ta u
dis play
O ff
S p
d et
Ġê³µ ê°ľ
Ñ ī
el se
ĠìŀĪ ëĭµëĭĪëĭ¤
Ġëį ľ
Ġsum mer
ĠìķĪ ìĹĲ
Ġdiffere nce
Ġev al
Ġful ly
it able
ëĭ ī
Ġlook ed
Ġinvol ved
ve c
ĠìĹŃ íķł
b and
ê¸° ìĿĺ
ĠE m
ul a
ĠW ar
Ġchall eng
ĠM us
ìĦľ ëĬĶ
ë°Ķ ìĿ´
ĉĉĉĉ ĉĉĉĉ
th on
Ġv on
ser ver
Ġìĥ ¤
Ġcomm it
P oint
ĠìĤ¬ìĿ´ ì¦Ī
ìĹ ½
ĠO R
Ġflo or
Ġê²° íĺ¼
ĠH ar
íķĺê¸° ëıĦ
ìĦ¸ ê³Ħ
Ġd ed
Ġf ix
ëŃ Ĳ
Ġìķ ķ
ĠìĺĪ ìģľ
ĠN et
ë¹ Ļ
íķĺ ê±°ëĤĺ
Ġm ess
C ell
Ġn ature
Ġp or
r l
and roid
Ġ q
Com m
íķľ ëĭ¤ëĬĶ
Ġpre m
as ons
Ġë¹¨ ë¦¬
! "
al ing
Ë·] .
Ġì» ´
Ġëĭ Ń
ri ver
Ġêµ īìŀ¥íŀĪ
ì» ¬
ìŀĦ ìĿĦ
Ġre lease
ĠëĲĺ ìĹĪëĭ¤
p ass
Ġì§Ģ ë°©
ard en
Ġstre ng
Ġë¹ Į
n amespace
ĠH ol
St art
Ġê°ķ íĻĶ
d at
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠìłĦ êµŃ
Ġê¸Ī ìľµ
ĠìķĦ ìī¬
Ġcomplet ely
ĠP C
Ġpie ce
Ġê º¼
Ġcreat ing
Ġch ance
Ġëĥ ī
f irst
Ġre v
Ġess ential
íŀ ĺ
Ġem b
wo od
Ġst ates
x im
; </
Ġm obile
Ġgo es
íķĺ ìĺĢ
Ñ ĺ
ĠìĿ¸ ê°Ħ
Ġgiv ing
ë¬¸ ìĿĦ
Ë·} {Ë·
* /
= {
Ġì į
v ant
ìĤ° ìĹħ
Ġëģ Į
Ġê°ľ ìĦł
ĠCh ar
Ġw el
co ver
ĠS tr
ĠSe pt
erv ices
ĠìĦľ ë¡ľ
Ġëĭ¬ ëĿ¼
pl ies
ef ul
ĠS ervice
Ġpurch ase
Ġexact ly
ag ue
Ġmem ory
ëģ Ħ
H ead
ĠL ondon
Ġëģ ĵ
rou ght
ê°Ģ ìļĶ
it ude
ĠH ouse
ë¹Ħ ê°Ģ
m ore
Ġìłķ ìĭł
Ġë¹Ħ ìļ©
Ġpro gress
gor ith
ĠC ON
Ġabs ol
E O
t arget
ĠAmeric a
Ġsur pr
Ġ( $
ĠD ata
ì³ ¤
Ġëĭ¹ ìĭł
Ġb ank
er ve
Ġd oc
U P
ĠìĹ ¼
Ġë¬¸ íĻĶ
ëª ¸
ëĨĵ ê³ł
ĠëķĮë¬¸ ìĿ´ëĭ¤
Ġë ¥
Ë·$ .
ĠìĿĮ ìķħ
Ġìĵ ¸
ĠD av
Ġequip ment
Ġsur face
íķĺ ë£¨
Ġoffic ial
âĻ ¥
" ).
ap an
ëħĦ ìĹĲ
N ow
Ġa f
âĶĢ âĶĢ
ì£ Ħ
o om
ĠIn c
Ġì¢ Į
Ġcon cept
Ġte le
`` `
Ġinterest ing
Ġê²½ìļ° ê°Ģ
F l
! Ë·
Ġëĭ¹ ìĭľ
m ar
edd ing
Ġíķĺ ëĭ¤
Ġst orage
ĠD ay
Ġres ource
Ġkn ew
¢ °
Ë·% ,
U til
Ġë§Į ëĵľëĬĶ
Ġìĭľ ìŀ¥
ĠìĤ¬ìļ© íķł
ĠìĿ¸ ìłķ
cre t
a ctions
ìŀĪ ìĸ´ìĦľ
Inst ance
Ġl iter
ìķĦ ë¬´
Ġpl us
a res
ë¹Ħ ë¥¼
íĺ ģ
Ġê±´ ë¬¼
Ġspe ak
Ġm argin
Ġach ieve
od ing
,, ,
Ð° ÑĢ
n um
Ġs y
r ated
ĠU K
Ġëĸ ¡
u a
Ġëĵ¤ ê³ł
Ġhe ar
ĠìĹ¬ ìŀĲ
ĠìłĦ íĺĢ
ĠìłĲ ìĭ¬
Ġcare er
o z
Ġqu ant
R A
ĠM r
ĠëŃ Ķê°Ģ
Ġíķĺ ê²Į
ĠS an
R un
ê²ĥ ìĿĦ
str ong
ĠA ng
Ġphys ical
ìĸ´ ëĤľ
\ "
Ġb ottom
ìĿ´ ëŀĢ
w ide
Ġsub st
Ġë¶Ī íİ¸
ë ¢°
Ġwas n
D A
ĠìĬ¤íĥĢ ìĿ¼
? !
w rite
Ġëª© íĳľ
¾ Į
au gh
Ġì¢ĭ ìĬµëĭĪëĭ¤
ë Ģ
Ġin f
ë ¤
Ġt ag
Ġb ath
Ġ url
ëĤĺ ê³ł
ĠìĿ¸íĦ° ëĦ·
ë¦¬ ë¡ľ
Ġh it
ê³¼ ìĿĺ
ĠìĹĨ ìĿĦ
Ġre ach
u ate
F I
+ \
am ily
B ase
Ġs old
à ¸
Ġstart ing
ãģ ®
ë³´ íĹĺ
ĠíĿ ¡
ug ht
Ġenc our
ab s
ĠìĿ¼ ìĿĦ
ĠL icense
Ġìĺ¤ íĶĪ
Ġparent s
íĶ¼ ìĬ¤
Ã ł
Ġal tern
Ġhel ps
c y
ĠR E
Ġí ĩ´
Ġdec ided
ari o
Ġl ed
Ġë³Ħ ë¡ľ
loc al
Ë·, -Ë·
Ġhim self
Ġl if
Ġne igh
pt r
ĠO f
ì²Ń ìĨĮ
Ġì²´ íĹĺ
ì§Ģ ê²Į
in fty
¨ ìĶ¬
T P
ì¼ °
Ġin j
ìŀ ī
Ġ ãĢ
ou l
s pec
êµ¬ ë¥¼
Ġin form
B ar
ĠA fr
ëĭ Ĳ
r ate
Ġex cept
íĻ Ī
Ġë° ĳ
Ġë§Ĳ ìĿĦ
Ġë¹ Ľ
D F
ëĤ ©
íĺĦ ìŀ¬
T oken
ì¡° ê±´
Ġcom ment
Ġíĺ¸ íħĶ
Ġê³ł ê¸ī
ê°Ģ ë£¨
ìĬ¤ íħĮ
Ã£ o
Ġpict ure
Ġb and
Ġì¶Ķ ì§Ħ
Ġg ave
Ġíķ´ ìĻ¸
Ġë¬¸ìłľ ê°Ģ
B ox
ec ause
Ġbl ue
Ġãħİãħİ ãħİ
Ġíķĺ ëĭĪ
it ory
ar ant
Ġìĭľ íĹĺ
Ġg old
Ġt ree
ĠìĬ µ
Ġb i
ë¬¸ íĻĶ
le vel
Ġe in
or ge
ĠíĮ ¬
Ġexcell ent
S I
Ġë² Ĺ
es ter
Ġíķ µ
Ġinfl u
Ġturn ed
ëĲĺ ë©´
eg a
Ġnum bers
ĠO ut
ìĸ´ ë¥¼
en ge
Ġcount ries
Ġdis e
ro y
eq ref
Ġtrans form
Ġexper t
Ġê·¸ ë¦¬
ry pt
Ð¾ ÑĤ
ing ton
Ġsomet imes
Ġcon struct
ê·¸ëŁ¬ ëĤĺ
Ð¾Ð º
Ġìĺģ ìĥģ
Ġm er
ĠJ une
} );
ê±´ ê°ķ
ì§Ģ ìĽĲ
Ġn umer
ìĿ¼ ëĭ¨
Ġë¶Ģ ëıĻìĤ°
he t
ren ch
Ġìľłëªħ íķľ
Ġfam il
ë§ ĺ
Ġapplic ations
íķĺ ëĭ¤ëĬĶ
ëĿ¼ ìļ´
] )
Ġì Į
íģ Ĳ
Ġse qu
Ġdevelop ed
Ġfavor ite
S ON
C ON
Ġíŀ Ī
å ¤
Ġte acher
est s
ç Ķ
Ġd aily
ograph y
ĠíķĦ ìĪĺ
ìĹ° íŀĪ
Ġthink ing
row n
ë¦° ëĭ¤
prot otype
ĠIntern ational
Ġpl ans
ëĤ¬ ëĭ¤
G r
Ġt ast
Ġ ing
f ord
Ġs pect
ĠìĹ Ķ
ëĮĢ ìĿĺ
ĠB ro
g ener
us iness
Ġm id
ic ks
Ġfor mer
ê°ľ ë¥¼
Ġê·¸ëŁ¬ ëĤĺ
Ġhe at
h old
Che ck
Ġíķĺ ìĭľ
Ġg lass
Ġbenef its
Ġto wards
ê° Ķëĭ¤
ĠëĪĪ ìĹĲ
ìħ Ģ
mod ule
att le
Ġëģ ¼
A ction
Ġch arg
ì¹´ ëĵľ
ĠD ef
q l
ãħ ĩ
Ġdig ital
ist ics
i ance
ê·¸ ëłĩ
iqu es
ot o
Ġìĭł ê²½
ri ef
ĠP at
C reate
ĠÐ· Ð°
Ġê°ĢëĬ¥ íķ©ëĭĪëĭ¤
fo ot
ë§Ī ìĿĦ
Ġal t
Com ponent
C D
Ġget s
Ġprotect ed
Ġact ivity
P O
Ġhist or
oc r
Ġchang ed
Ġref erence
Ġre nt
Ġs ale
Ġsuccess ful
Ġn one
iv en
Ġì£¼ íĥĿ
Ġê·¼ ì²ĺ
íĬ¸ ë¡ľ
Hand ler
ĠW indows
st ream
Ġexist ing
ìķĦ íĮĮíĬ¸
Ġìĸ´ ì©
ìĦľ ë¥¼
ëĭĺ ëĵ¤
Ġappro pri
Ġrest aur
Ġw arm
x ml
se m
ĠìŀĪ ìľ¼ë©´
ot al
Ġì±Ļ ê²¨
Ġapp re
Ġsaf ety
ĠìĿ¼ ëĭ¨
ĠìĪĺ ìĹħ
ìĿ´ ìħĺ
ut or
Def ault
T V
Ġrequire ments
Ġë³ ¶
Ġf air
å ħ
Ġplay ing
ÑĨ Ð¸
ĠìĪĺ ìĿµ
Ġsit uation
Ġact ual
g n
ìĬ¤ëŁ½ ê²Į
Ġë§ŀì¶ °
Ġmult i
Ġì Įĵ
ĠWe b
Ġê°Ģ ìŀħ
ĠíħĮ ìĿ´ë¸Ķ
D B
ĠIn ter
Ġê°Ģ ê²Į
Ġcon struction
Ġëĵ± ìŀ¥
Ġë¨¹ ìľ¼ë©´
íķ¨ ìĿ´
Ë· (Ë·
Ġcontin u
Ġíķĺ ëĬĺ
h r
he nt
ê¸¸ ëŀĺ
Ġë¶Ģ ëª¨
ìłķ íķľ
Ġg as
Ġìĺ¤ ìłĦ
Ġim ag
Ġlim ited
Ġh our
Ġv iol
ĠíĽĦ ê¸°
Ġ( (
Ë·} {
ĠD irect
Ġintern al
ur t
ê°ľ ë°ľ
ëªħ ìĿĺ
F irst
Ġleg al
Ġê²½ ìŁģ
he st
Ġparam eters
ib ly
ĠF irst
Ġm ode
n on
Ġser ious
ous ly
Ġst ock
Ġcon tr
ĠBl ack
ìŀĪ ìĸ´ìļĶ
Ġselect ed
ĠO bject
Ġs av
Ë· *
ĠK ing
ad ow
But ton
ome ga
Ġìĭ ±
Ġìº ł
atic ally
eg er
Ġn ames
Ġë³´ íĺ¸
ë¬¼ ë¡ł
ĠS ub
ë¦ ī
Ġcal cul
ĠìĦ Ŀ
Ġ" ""
ĠíĶĦ ë¦¬
Ġd ro
¸ ëĵľ
**************** ****************
Ġs ession
T S
Ġë² ½
Ġbro ad
ĠìŀĲ ëıĻì°¨
Ġíĥ Ŀ
Ġw ish
init ely
z on
ìĦ¸ ë¥¼
Ġus eful
ãĦ ·
Cont roller
ìĿ´ëĿ¼ ëıĦ
Ġë¹ Ī
ë³´ ìĦ¸ìļĶ
Ġorgan ization
ìķĪ ìĹĲ
ë¶ Ļ
Ġtrad itional
Ġê°ĸ ê³ł
m iss
++ )
Ġê³µ ê¸ī
Ġìĺ¤ ë¥¸
er red
L et
ĠìĹĨ ìĬµëĭĪëĭ¤
ìŀĪ ê²Į
ens ions
Ġexper i
g ar
ìķĪ ìĿĦ
Ġhe ard
st ore
Ġh uge
Ġê¼ ¼
íķĺ ìħ¨
ĠëĴ ·
erv ed
ĠìĦ Ń
ar ily
Ġì¶ľ ìĭľ
$ -
Ġíķĺ ëĦ¤ìļĶ
it ute
A cc
qu ad
ìĨĮ íķľ
íı ´
Ġ ut
Ġì¼ Ģ
li er
ìĹ° êµ¬
Ġa ware
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠR ev
| \
ì» ´
Ġìķ ¡
ĠP ort
Ġpl aces
ê°Ģ ëĿ½
Ġmov ing
ëĤ´ ëĬĶ
rib utes
Ġt al
d raw
anc y
C A
Ġqu ery
Ġpub lished
íķł ëķĮ
Ġinter face
#### ####
Ġar riv
f ree
Ġf ather
ìĦ¸ ëĮĢ
' ).
G L
Ġcons um
ëŀĺ ëıĦ
Ġb oy
s g
Ġp an
